<!doctype html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}" dir="rtl">

<head>
    <link rel="icon" href=" {{ asset('images/logo/accounts.png') }}" type="image/x-icon">
    <link rel="shortcut icon" href="{{ asset('images/logo/accounts.png') }}" type="image/x-icon">

    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- CSRF Token -->
    <meta name="csrf-token" content="{{ csrf_token() }}">

    <title> تونل زمان </title>
    <meta property="og:type" content="@yield('og:type', 'website')">
    <meta name="description" content="@yield('description', 'سامانه مدیریت حساب کاربری IRPSC، ورود امن و سریع به تمامی سرویس‌ها و خدمات آنلاین ما را فراهم می‌کند. با استفاده از این پلتفرم، کاربران می‌توانند به سادگی حساب‌های کاربری خود را مدیریت کرده و با یک بار ورود، به تمامی خدمات متصل دسترسی داشته باشند.')">
    <meta name="keywords" content="@yield('keywords', '3d,3dmeta,3drgb,سبعدی,سه بعدی,محصولات سه بعدی,فایل سه بعدی,خرید فایل سبعدی,icon,آیکون,آیکون سه بعدی,خرید آیکون سه بعدی,انیمیشن')">
    <meta name="language" content="fa">
    <meta name="author" content="تونل زمان ">
    <meta property="og:title" content="@yield('og:title', ' تونل زمان')">
    <meta property="og:description" content="@yield('og:description', 'سامانه مدیریت حساب کاربری IRPSC، ورود امن و سریع به تمامی سرویس‌ها و خدمات آنلاین ما را فراهم می‌کند. با استفاده از این پلتفرم، کاربران می‌توانند به سادگی حساب‌های کاربری خود را مدیریت کرده و با یک بار ورود، به تمامی خدمات متصل دسترسی داشته باشند.')">
    <meta property="og:image" content="@yield('og:image', asset('images/logo/accounts.png'))">
    <meta property="og:url" content="{{ url()->current() }}">
    <meta property="og:site_name" content="تونل زمان ">
    <meta property="og:locale" content="fa_IR">

    <script>
        document.addEventListener("DOMContentLoaded", function() {
            var referrer = document.referrer;
            var referrerElement = document.getElementById("referrer");
            var ttwElement = document.getElementById("ttw");

            // لیست از پیش تعریف شده وب‌سایت‌ها و عناوین آنها
            var websites = {
                "3drgb.test": "سایت تست",
                "irpsc.com": "زنجیره تامین بهشت",
                "3d.irpsc.com": "3 بعدی متا",
                "rgb.irpsc.com": " متارنگ",
                "sale.irpsc.com": " فروشگاه مجازی",
                "map.irpsc.com": " نقشه",
                "uni.irpsc.com": "دانشگاه متاورس",
                "meta.irpsc.com": "اخبار متاورس",
                "animal.irpsc.com": "حیوانات و دامپزشک ",
                "target.irpsc.com": "حم",
                "crm.irpsc.com": "مدیریت بر مدیران",
                "shop.irpsc.com": " فروشگاه ملی",
                "faq.irpsc.com": " انجمن حم | پرسش و پاسخ عمومی",
                "video.irpsc.com": "مرکز آموزش ویدویی",
                "nft.irpsc.com": " nft.irpsc.com",
                "ad.irpsc.com": "تبلیغات ملی",
                // وب‌سایت‌های دیگر را به این لیست اضافه کنید
            };

            // به صورت پیش‌فرض عنصر ttw را مخفی کنید
            ttwElement.style.display = "none";

            if (referrer) {
                var referrerURL = new URL(referrer);
                var referrerHost = referrerURL.hostname;

                if (websites[referrerHost]) {
                    var link = document.createElement("a");
                    link.href = referrer;
                    link.textContent = websites[referrerHost];

                    referrerElement.appendChild(link);

                    // اگر ارجاع‌دهنده یکی از وب‌سایت‌های لیست بود، ttw را نمایش دهید
                    ttwElement.style.display = "flex";
                } else {
                    referrerElement.textContent = referrer;
                }
            } else {
                referrerElement.textContent = "اطلاعات ارجاع‌دهنده در دسترس نیست.";
            }
        });
    </script>

    @vite(['resources/css/app.css', 'resources/js/app.js'])
</head>

<body class="bg-[#f0f0f0] dark:bg-black w-full font-azarMehr font-bold">
    <header>
        <!-- start head mobile nav -->
        <nav class=" w-full m-0 p-0 fixed top-0 z-[1000]  lg:hidden">
            <div class="w-full  items-center flex justify-between p-4 py-0 bg-white  dark:bg-[#0F0F0E] ">
                <div
                    class="flex justify-between items-center w-full fixed right-0 top-0 lg:relative  bg-white dark:bg-[#0F0F0E] lg:bg-transparent lg:p-0 px-5 py-[10px]">
                    <!-- start open btn nav -->
                    <div class="flex items-center justify-between gap-5 w-full">
                        <div class="w-max  p-2 rounded-full cursor-pointer flex" onclick="openNav2()">
                            <svg class="lg:hidden dark:fill-white" width="20" height="20" viewBox="0 0 30 22"
                                fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path class="dark:fill-white" fill-rule="evenodd" clip-rule="evenodd"
                                    d="M0 1.375C0 0.615608 0.6296 0 1.40625 0H28.5938C29.3704 0 30 0.615608 30 1.375C30 2.13439 29.3704 2.75 28.5938 2.75H1.40625C0.6296 2.75 0 2.13439 0 1.375ZM0 11C0 10.2406 0.6296 9.625 1.40625 9.625H28.5938C29.3704 9.625 30 10.2406 30 11C30 11.7594 29.3704 12.375 28.5938 12.375H1.40625C0.6296 12.375 0 11.7594 0 11ZM0 20.625C0 19.8656 0.6296 19.25 1.40625 19.25H28.5938C29.3704 19.25 30 19.8656 30 20.625C30 21.3844 29.3704 22 28.5938 22H1.40625C0.6296 22 0 21.3844 0 20.625Z"
                                    fill="#0713EF" />
                            </svg>
                        </div>
                        <!-- end open btn nav -->
                        <div class="flex items-center gap-2">
                            <a aria-label="logo" class="w-[35px] h-[35px]" href="#"><img class="w-full h-full"
                                    src="{{ asset('images/logo/accounts.png') }}" alt="تونل زمان"></a>
                            <div class="flex flex-col justify-between ">
                                <span class="text-[#1A1A18] dark:text-[#FFFFFF] text-[13px]">تونل زمان</span>
                                <span class="text-[#939393] text-xs">ورود / ثبت نام مرکزی</span>
                            </div>
                        </div>
                    </div>


                </div>

            </div>
        </nav>

        <!-- end head mobile nav -->

        <!-- Start active  nsvigation -->
        <div id="main-nav" class="sidenav  !z-[5000]">
            <!-- start opened nav -->
            <div id="open00" dir="ltr"
                class="hidden bg-white  dark:bg-[#0F0F0E]  p-4  relative  pr-0 h-full overflow-y-scroll scrollbar  !z-[5000]">
                <nav dir="rtl" class="w-full   space-y-6  relative lg:overflow-hidden">

                    <div class="  lg:h-full lg:pb-[220px] overflow-y-scroll scrollbar  space-y-1 relative">
                        <div
                            class="space-y-6   sticky top-0 mt-[-10px] pb-3 border-b-2 border-[#00000017] dark:border-[#3F3F3F] bg-white dark:bg-[#0F0F0E] z-50">
                            <!-- strat head icon RGB -->
                            <div
                                class=" gap-5  my-2 w-full  items-center flex justify-between pr-5  bg-white  dark:bg-[#0F0F0E] ">
                                <div class="flex items-center gap-2">
                                    <a aria-label="logo" class="w-[38px] h-[38px]" href="#"><img class="w-full h-full"
                                            src="{{ asset('images/logo/accounts.png') }}" alt="تونل زمان"></a>
                                    <div class="flex flex-col justify-between ">
                                        <span class="text-[#1A1A18] dark:text-[#FFFFFF] text-lg">تونل زمان</span>
                                        <span class="text-[#939393] text-sm">ورود / ثبت نام مرکزی</span>
                                    </div>
                                </div>

                                <!-- start close btn nav -->
                                <div>
                                    <div id="close-nav-btn"
                                        class="bg-slate-200 dark:bg-[#090909] w-10 h-10 p-3 rounded-full cursor-pointer flex items-center justify-center  "
                                        onclick="closeNav2()">
                                        <img src="https://3d.irpsc.com/home-page/images/aroowww.svg" alt=""
                                            class="w-[60%] ">
                                    </div>
                                </div>
                                <!-- end close btn nav -->
                            </div>
                            <!-- end head icon RGB -->

                        </div>
                        @auth
                            <div>
                                <ul class="tree">
                                    <li class="flex flex-col gap-4">


                                        <input type="checkbox" id="c1" class="peer" />
                                        <label
                                            class="px-[20px] py-4 w-full rounded-[10px]  text-[#282828]  font-bold  dark:text-[#868B90]   peer-checked:[&>div>svg]:rotate-180 transition-[3s] flex  items-center"
                                            for="c1">
                                            <div class="flex w-full items-center justify-between gap-5">
                                                <div class="flex items-center gap-4">
                                                    <img src="{{ Auth::user()->getFirstMediaUrl('avatars') }}"
                                                        alt="{{ Auth::user()->name }}" class="w-6 h-6  rounded-full">
                                                    <a href="#"> {{ Auth::user()->name }} </a>
                                                </div>
                                                <svg class="transition-[5s] duration-300" width="15" height="9"
                                                    viewBox="0 0 15 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path class="dark:stroke-[#2C2F32]" d="M14 1L7.5 7.5L1 0.999999"
                                                        stroke="black" stroke-width="2" stroke-linecap="round"
                                                        stroke-linejoin="round" />
                                                </svg>
                                            </div>

                                        </label>
                                        <ul>
                                            <li>
                                                <label class="text-[#868B90] before:text-transparent tree_label">
                                                    <div class="flex gap-3 items-center">
                                                        <svg width="22" height="22" viewBox="0 0 22 22"
                                                            fill="none" xmlns="http://www.w3.org/2000/svg">
                                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                                d="M20.5 10.75C20.5 5.64137 16.3586 1.5 11.25 1.5C6.14137 1.5 2 5.64137 2 10.75C2 13.0237 2.82034 15.1058 4.18119 16.7164C4.5435 16.0371 5.11916 15.4274 5.86153 14.9278L5.86315 14.9267C7.37286 13.9166 9.32687 13.4351 11.2427 13.4351C13.1588 13.4351 15.1166 13.9166 16.6352 14.9253L16.6352 14.9253L16.6389 14.9278C17.3812 15.4273 17.9568 16.0369 18.3191 16.7161C19.6798 15.1055 20.5 13.0235 20.5 10.75ZM8.7461 19.6571C9.54246 19.8805 10.3823 20 11.25 20C12.2198 20 13.1548 19.8508 14.0331 19.574C15.1949 19.2072 16.2569 18.6163 17.1719 17.8501C17.0041 17.2859 16.5736 16.6923 15.8034 16.1736C14.5821 15.363 12.9308 14.9351 11.2427 14.9351C9.55398 14.9351 7.90836 15.3634 6.69814 16.1728C5.92728 16.6918 5.49645 17.2857 5.32861 17.8501C6.31632 18.6772 7.47532 19.3 8.7461 19.6571ZM9.54622 21.3657C10.1011 21.4541 10.6702 21.5 11.25 21.5C17.1871 21.5 22 16.6871 22 10.75C22 4.81294 17.1871 0 11.25 0C5.31294 0 0.5 4.81294 0.5 10.75C0.5 16.0408 4.32213 20.4388 9.35585 21.3337C9.41912 21.3449 9.48258 21.3556 9.54622 21.3657ZM11.2503 5.72998C12.6546 5.72998 13.7803 6.8627 13.7803 8.25998C13.7803 9.60876 12.7266 10.7085 11.3916 10.7784C11.2996 10.7709 11.2016 10.7702 11.1063 10.7782C9.77704 10.7072 8.72901 9.61176 8.72027 8.25786C8.72142 6.86305 9.85519 5.72998 11.2503 5.72998ZM15.2803 8.25998C15.2803 6.03726 13.486 4.22998 11.2503 4.22998C9.02606 4.22998 7.22027 6.03577 7.22027 8.25998V8.26422H7.22029C7.23254 10.4326 8.93809 12.2057 11.1047 12.2795C11.1487 12.281 11.1928 12.2787 11.2363 12.2724C11.232 12.2731 11.2312 12.273 11.234 12.2728C11.2365 12.2727 11.2408 12.2725 11.2465 12.2725C11.2588 12.2725 11.2702 12.2733 11.2772 12.2742C11.3166 12.2791 11.3562 12.2809 11.3958 12.2795C13.5587 12.2058 15.2803 10.4354 15.2803 8.25998Z"
                                                                fill="#868B90"></path>
                                                        </svg>
                                                        <div class="nav-item flex items-center">
                                                            <a class="nav-link @if (Route::currentRouteName() == 'account.show') active @endif"
                                                                href="{{ route('account.show') }}">{{ __('Account') }}</a>
                                                        </div>
                                                    </div>
                                                </label>
                                            </li>
                                            <li>
                                                <label class="text-[#868B90] before:text-transparent tree_label">
                                                    <div class="flex gap-3 items-center">
                                                        <svg width="22" height="22" viewBox="0 0 22 22"
                                                            fill="none" xmlns="http://www.w3.org/2000/svg">
                                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                                d="M20.5 10.75C20.5 5.64137 16.3586 1.5 11.25 1.5C6.14137 1.5 2 5.64137 2 10.75C2 13.0237 2.82034 15.1058 4.18119 16.7164C4.5435 16.0371 5.11916 15.4274 5.86153 14.9278L5.86315 14.9267C7.37286 13.9166 9.32687 13.4351 11.2427 13.4351C13.1588 13.4351 15.1166 13.9166 16.6352 14.9253L16.6352 14.9253L16.6389 14.9278C17.3812 15.4273 17.9568 16.0369 18.3191 16.7161C19.6798 15.1055 20.5 13.0235 20.5 10.75ZM8.7461 19.6571C9.54246 19.8805 10.3823 20 11.25 20C12.2198 20 13.1548 19.8508 14.0331 19.574C15.1949 19.2072 16.2569 18.6163 17.1719 17.8501C17.0041 17.2859 16.5736 16.6923 15.8034 16.1736C14.5821 15.363 12.9308 14.9351 11.2427 14.9351C9.55398 14.9351 7.90836 15.3634 6.69814 16.1728C5.92728 16.6918 5.49645 17.2857 5.32861 17.8501C6.31632 18.6772 7.47532 19.3 8.7461 19.6571ZM9.54622 21.3657C10.1011 21.4541 10.6702 21.5 11.25 21.5C17.1871 21.5 22 16.6871 22 10.75C22 4.81294 17.1871 0 11.25 0C5.31294 0 0.5 4.81294 0.5 10.75C0.5 16.0408 4.32213 20.4388 9.35585 21.3337C9.41912 21.3449 9.48258 21.3556 9.54622 21.3657ZM11.2503 5.72998C12.6546 5.72998 13.7803 6.8627 13.7803 8.25998C13.7803 9.60876 12.7266 10.7085 11.3916 10.7784C11.2996 10.7709 11.2016 10.7702 11.1063 10.7782C9.77704 10.7072 8.72901 9.61176 8.72027 8.25786C8.72142 6.86305 9.85519 5.72998 11.2503 5.72998ZM15.2803 8.25998C15.2803 6.03726 13.486 4.22998 11.2503 4.22998C9.02606 4.22998 7.22027 6.03577 7.22027 8.25998V8.26422H7.22029C7.23254 10.4326 8.93809 12.2057 11.1047 12.2795C11.1487 12.281 11.1928 12.2787 11.2363 12.2724C11.232 12.2731 11.2312 12.273 11.234 12.2728C11.2365 12.2727 11.2408 12.2725 11.2465 12.2725C11.2588 12.2725 11.2702 12.2733 11.2772 12.2742C11.3166 12.2791 11.3562 12.2809 11.3958 12.2795C13.5587 12.2058 15.2803 10.4354 15.2803 8.25998Z"
                                                                fill="#868B90"></path>
                                                        </svg>
                                                        <div class="nav-item flex items-center">
                                                            <a class="nav-link @if (Route::currentRouteName() == 'personal-info.show') active @endif"
                                                                href="{{ route('personal-info.show') }}">{{ __('Personal Information') }}</a>
                                                        </div>
                                                    </div>
                                                </label>

                                            </li>
                                            <li>
                                                <label class="text-[#868B90] before:text-transparent tree_label">
                                                    <div class="flex gap-3 items-center">
                                                        <svg class="w-[24px]" version="1.1"
                                                            xmlns="http://www.w3.org/2000/svg"
                                                            xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
                                                            viewBox="0 0 256 256" enable-background="new 0 0 256 256"
                                                            xml:space="preserve">
                                                            <metadata> Svg Vector Icons : http://www.onlinewebfonts.com/icon
                                                            </metadata>
                                                            <g>
                                                                <g>
                                                                    <g>
                                                                        <path fill="#868B90" data-title="Layer 0"
                                                                            xs="0"
                                                                            d="M116.8,25.8c-39.6,5.1-73.7,33.4-86.2,71.7l-2.3,7.1l-1.1-1.8c-0.6-1-3.1-5.5-5.5-9.9c-5.4-10.1-7-11.3-10.4-8.7c-2.5,2-2.1,3.3,7,20c4.6,8.6,8.8,16,9.2,16.4c0.8,1,3,1.2,4.6,0.6c0.4-0.2,6.4-6,13.2-13.1C57,96,57.6,95.2,57.6,93.3c0-2.6-1.3-3.9-4-3.9c-2,0-2.5,0.4-9.2,7.3l-7.1,7.4l0.7-2.6c4.7-16,15.9-33.1,29-44.4c35-30,85.3-31.8,121.8-4.3c16.5,12.4,28.8,29.9,34.1,48.6c1.7,6.2,2.8,7.8,5.2,7.8c1.9,0,3.2-0.9,4.1-2.6c0.7-1.3,0.6-1.9-0.5-6c-11.3-39.3-45.4-68.8-86.4-74.6C139.2,25.1,122.9,25,116.8,25.8z" />
                                                                        <path fill="#868B90" data-title="Layer 1"
                                                                            xs="1"
                                                                            d="M121.2,67.3c-13.1,3.2-20.9,13.8-21.7,29.9l-0.4,6.4l-5.2,0.3c-4.7,0.3-5.4,0.4-7.4,1.9c-2.7,1.9-4.5,4.4-5.3,7.3c-0.4,1.3-0.5,12.2-0.4,30.6c0.2,28.3,0.2,28.5,1.3,30.7c0.6,1.2,1.9,2.8,2.9,3.6c3.9,3.3,1.3,3.1,44,3.1c28.4,0,39.6-0.2,40.8-0.6c2.6-1,5-3.1,6.5-5.8l1.5-2.5l0.2-27.7c0.2-30.1,0.1-32-2.6-35.6c-2.6-3.5-4.9-4.6-10.7-4.9l-5.1-0.3l-0.3-5.6c-0.6-10.3-3.5-17.5-9.4-23.4c-3.6-3.6-9.1-6.6-14-7.6C132,66.2,124.9,66.3,121.2,67.3z M137.5,76.1c8,2.5,12.5,9.4,13.5,21.3c0.6,6.7,3,6-22,6h-21.6v-2.9c0-4.4,1-10.9,2.2-14.2c1.7-4.4,6.2-8.7,10.7-10.2C125,74.6,132.7,74.6,137.5,76.1z M168.8,113.3c0.5,0.7,0.7,6.6,0.7,29.2c0,27.6-0.1,28.3-1.1,29.3c-1.1,1.1-1.8,1.1-39,1.1c-33.4,0-38-0.1-39.1-0.9l-1.2-0.8v-28.9c0-27.6,0.1-28.9,1-29.5c0.8-0.5,8.6-0.7,39.4-0.6C166,112.3,168.1,112.3,168.8,113.3z" />
                                                                        <path fill="#868B90" data-title="Layer 2"
                                                                            xs="2"
                                                                            d="M125.1,125.1c-2.5,1.3-4.8,4.1-5.5,6.7c-0.4,1.3-0.5,5.2-0.4,9.8c0.2,7.5,0.2,7.7,1.8,9.9c3.4,4.9,9.2,6,13.8,2.8c3.8-2.7,4.2-4,4.2-14.4c0-10.2-0.3-11.1-4-14C132.4,124.2,127.9,123.7,125.1,125.1z M130.8,140.1l0.2,7.7h-1.7h-1.6v-7.4c0-4.1,0.2-7.6,0.4-7.8c0.2-0.2,0.9-0.3,1.5-0.2C130.6,132.5,130.6,133,130.8,140.1z" />
                                                                        <path fill="#868B90" data-title="Layer 3"
                                                                            xs="3"
                                                                            d="M226.7,132.2c-1.2,0.5-27.2,24.1-27.8,25.3c-1.4,2.7,0.5,5.9,3.6,5.9c1.9,0,2.2-0.2,12.2-9.2c3.8-3.5,7-6.2,7.1-6.1c0.4,0.3-3.1,11-4.9,15.3c-5.7,13.3-14.6,25.6-25.1,34.8c-26.4,23.2-62,30.4-95.2,19.3c-23.5-7.8-43.8-25.3-55-47.1c-3.6-7-4.8-10.1-6.6-16.6c-0.7-2.7-1.7-5-2.5-5.8c-2.3-2.3-6-1.1-6.9,2.3c-0.7,2.8,3.3,13.9,8.7,24.3c15.4,29.8,45,50.7,78.4,55.5c7.4,1,21.8,1,29.4-0.1c30.9-4.3,58.3-22.2,75-49c5.1-8.1,8.3-15.7,12.5-29.3c0.2-0.4,0.3-0.6,0.4-0.5c0.1,0.1,1.9,4.1,4,8.8c2.1,4.7,4.4,9.1,5,9.7c2.4,2.6,6.9,0.9,6.9-2.5c0-2-13.5-32-15.1-33.6C229.5,132.2,227.9,131.7,226.7,132.2z" />
                                                                    </g>
                                                                </g>
                                                            </g>
                                                        </svg>
                                                        <div class="nav-item flex items-center">
                                                            <a href="{{ route('password.edit') }}"
                                                                class="nav-link">{{ __('Change Password') }}</a>
                                                        </div>
                                                    </div>
                                                </label>

                                            </li>
                                            <li>
                                                <label class="text-[#868B90] before:text-transparent tree_label">
                                                    <div class="flex gap-3 items-center">
                                                        <svg width="22" height="21" viewBox="0 0 22 21"
                                                            fill="none" xmlns="http://www.w3.org/2000/svg">
                                                            <path class="stroke-[#868B90] "
                                                                d="M7.90039 6.07C8.21039 2.47 10.0604 1 14.1104 1H14.2404C18.7104 1 20.5004 2.79 20.5004 7.26V13.78C20.5004 18.25 18.7104 20.04 14.2404 20.04H14.1104C10.0904 20.04 8.24039 18.59 7.91039 15.05"
                                                                stroke="black" stroke-width="1.5" stroke-linecap="round"
                                                                stroke-linejoin="round"></path>
                                                            <path class="stroke-[#868B90] " d="M1 10.5078H13.88"
                                                                stroke="black" stroke-width="1.5" stroke-linecap="round"
                                                                stroke-linejoin="round"></path>
                                                            <path class="stroke-[#868B90] "
                                                                d="M11.6504 7.15625L15.0004 10.5063L11.6504 13.8563"
                                                                stroke="black" stroke-width="1.5" stroke-linecap="round"
                                                                stroke-linejoin="round"></path>
                                                        </svg>
                                                        <div class="nav-item flex items-center">
                                                            <a class="dropdown-item" href="{{ route('logout') }}"
                                                                onclick="event.preventDefault();
                                                           document.getElementById('logout-form').submit();">
                                                                {{ __('Logout') }}
                                                            </a>

                                                            <form id="logout-form" action="{{ route('logout') }}"
                                                                method="POST" class="d-none">
                                                                @csrf
                                                            </form>
                                                        </div>
                                                    </div>
                                                </label>

                                            </li>


                                        </ul>
                                    </li>
                                </ul>
                            </div>
                        @endauth
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">

                            <svg width="22" height="22" viewBox="0 0 22 22" fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M6.86523 11H6.11523H6.86523ZM14.8652 11H15.6152H14.8652ZM10.8652 15V15.75V15ZM12.9346 20.7856L13.0891 21.5195L12.9346 20.7856ZM8.79583 20.7856L8.6414 21.5195L8.79583 20.7856ZM1.60384 7.22119L0.909524 6.93761H0.909524L1.60384 7.22119ZM1.07962 13.0694L0.345688 13.2238L1.07962 13.0694ZM8.79583 1.21438L8.6414 0.480454L8.79583 1.21438ZM12.9346 1.21438L13.0891 0.480455L12.9346 1.21438ZM20.0461 7.25728L20.2638 7.97499L20.0461 7.25728ZM1.6832 7.25692L1.9009 6.53921L1.6832 7.25692ZM19.4333 7.50731C19.8727 8.58399 20.1152 9.76274 20.1152 11H21.6152C21.6152 9.56509 21.3337 8.19407 20.8221 6.94055L19.4333 7.50731ZM20.1152 11C20.1152 11.6573 20.0468 12.2978 19.9169 12.915L21.3848 13.2238C21.5359 12.5057 21.6152 11.7617 21.6152 11H20.1152ZM19.9169 12.915C19.1655 16.4862 16.3514 19.3002 12.7802 20.0517L13.0891 21.5195C17.2422 20.6456 20.5109 17.377 21.3848 13.2238L19.9169 12.915ZM12.7802 20.0517C12.163 20.1816 11.5225 20.25 10.8652 20.25V21.75C11.6269 21.75 12.3709 21.6707 13.0891 21.5195L12.7802 20.0517ZM10.8652 20.25C10.208 20.25 9.56748 20.1816 8.95026 20.0517L8.6414 21.5195C9.35957 21.6707 10.1035 21.75 10.8652 21.75V20.25ZM1.61523 11C1.61523 9.76178 1.85813 8.58215 2.29816 7.50478L0.909524 6.93761C0.397214 8.19193 0.115235 9.56397 0.115235 11H1.61523ZM8.95026 20.0517C5.37906 19.3002 2.565 16.4862 1.81354 12.915L0.345688 13.2238C1.21959 17.377 4.48828 20.6456 8.6414 21.5195L8.95026 20.0517ZM1.81354 12.915C1.68367 12.2978 1.61523 11.6573 1.61523 11H0.115235C0.115235 11.7617 0.19457 12.5057 0.345688 13.2238L1.81354 12.915ZM2.29816 7.50478C3.44348 4.70064 5.92609 2.58466 8.95026 1.94831L8.6414 0.480454C5.1226 1.22088 2.2401 3.6799 0.909524 6.93761L2.29816 7.50478ZM8.95026 1.94831C9.56748 1.81844 10.208 1.75 10.8652 1.75V0.25C10.1035 0.25 9.35957 0.329336 8.6414 0.480454L8.95026 1.94831ZM10.8652 1.75C11.5225 1.75 12.163 1.81844 12.7802 1.94831L13.0891 0.480455C12.3709 0.329336 11.6269 0.25 10.8652 0.25V1.75ZM12.7802 1.94831C15.8053 2.58485 18.2885 4.70192 19.4333 7.50731L20.8221 6.94055C19.4921 3.68138 16.6089 1.22111 13.0891 0.480455L12.7802 1.94831ZM12.2201 1.44237C12.4961 2.30712 13.5174 5.63305 13.9361 8.68885L15.4222 8.48526C14.9849 5.29348 13.9292 1.86407 13.6492 0.986399L12.2201 1.44237ZM13.9361 8.68885C14.0483 9.5078 14.1152 10.2943 14.1152 11H15.6152C15.6152 10.2056 15.5403 9.34758 15.4222 8.48526L13.9361 8.68885ZM19.8284 6.53956C18.7309 6.87243 16.6696 7.45704 14.543 7.84951L14.8153 9.3246C17.0208 8.91754 19.1426 8.31505 20.2638 7.97499L19.8284 6.53956ZM14.543 7.84951C13.253 8.0876 11.9649 8.25 10.8652 8.25V9.75C12.0945 9.75 13.4831 9.57046 14.8153 9.3246L14.543 7.84951ZM14.1152 11C14.1152 12.0455 13.9684 13.2621 13.7489 14.4899L15.2255 14.7539C15.4527 13.4833 15.6152 12.1698 15.6152 11H14.1152ZM13.7489 14.4899C13.2677 17.1811 12.4593 19.808 12.2201 20.5576L13.6492 21.0136C13.8946 20.2443 14.7268 17.5432 15.2255 14.7539L13.7489 14.4899ZM20.4229 12.3549C19.6733 12.5941 17.0464 13.4025 14.3552 13.8836L14.6192 15.3602C17.4084 14.8615 20.1096 14.0294 20.8788 13.7839L20.4229 12.3549ZM14.3552 13.8836C13.1274 14.1032 11.9107 14.25 10.8652 14.25V15.75C12.0351 15.75 13.3485 15.5874 14.6192 15.3602L14.3552 13.8836ZM10.8652 14.25C9.81975 14.25 8.6031 14.1032 7.3753 13.8836L7.11129 15.3602C8.38194 15.5874 9.69541 15.75 10.8652 15.75V14.25ZM7.3753 13.8836C4.6841 13.4025 2.0572 12.5941 1.3076 12.3549L0.851632 13.7839C1.62092 14.0294 4.32207 14.8615 7.11129 15.3602L7.3753 13.8836ZM6.11523 11C6.11523 12.1698 6.27782 13.4833 6.50501 14.7539L7.98159 14.4899C7.76206 13.2621 7.61523 12.0455 7.61523 11H6.11523ZM6.50501 14.7539C7.00371 17.5432 7.83586 20.2443 8.08132 21.0136L9.51034 20.5576C9.27116 19.808 8.46277 17.1811 7.98159 14.4899L6.50501 14.7539ZM8.08132 0.986398C7.80127 1.86407 6.74553 5.29348 6.30828 8.48526L7.7944 8.68885C8.21302 5.63305 9.23442 2.30712 9.51034 1.44237L8.08132 0.986398ZM6.30828 8.48526C6.19015 9.34758 6.11523 10.2056 6.11523 11H7.61523C7.61523 10.2943 7.68221 9.5078 7.7944 8.68885L6.30828 8.48526ZM10.8652 8.25C9.76558 8.25 8.47748 8.0876 7.18746 7.84951L6.91522 9.3246C8.24735 9.57046 9.63601 9.75 10.8652 9.75V8.25ZM7.18746 7.84951C5.06013 7.4569 2.9981 6.87202 1.9009 6.53921L1.4655 7.97463C2.58638 8.31462 4.70884 8.9174 6.91522 9.3246L7.18746 7.84951ZM19.7821 6.55831C19.7954 6.55142 19.8113 6.54476 19.8284 6.53956L20.2638 7.97499C20.3377 7.95255 20.4074 7.92382 20.4734 7.88955L19.7821 6.55831ZM1.21255 7.86103C1.29027 7.90856 1.37463 7.94706 1.4655 7.97463L1.9009 6.53921C1.93557 6.54972 1.96753 6.56448 1.99514 6.58136L1.21255 7.86103Z"
                                    fill="#888888" />
                            </svg>

                            <a href="./contactus.html" class="text-[#868B90]"> تماس با ما</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">

                            <svg width="22" height="22" viewBox="0 0 22 22" fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M6.86523 11H6.11523H6.86523ZM14.8652 11H15.6152H14.8652ZM10.8652 15V15.75V15ZM12.9346 20.7856L13.0891 21.5195L12.9346 20.7856ZM8.79583 20.7856L8.6414 21.5195L8.79583 20.7856ZM1.60384 7.22119L0.909524 6.93761H0.909524L1.60384 7.22119ZM1.07962 13.0694L0.345688 13.2238L1.07962 13.0694ZM8.79583 1.21438L8.6414 0.480454L8.79583 1.21438ZM12.9346 1.21438L13.0891 0.480455L12.9346 1.21438ZM20.0461 7.25728L20.2638 7.97499L20.0461 7.25728ZM1.6832 7.25692L1.9009 6.53921L1.6832 7.25692ZM19.4333 7.50731C19.8727 8.58399 20.1152 9.76274 20.1152 11H21.6152C21.6152 9.56509 21.3337 8.19407 20.8221 6.94055L19.4333 7.50731ZM20.1152 11C20.1152 11.6573 20.0468 12.2978 19.9169 12.915L21.3848 13.2238C21.5359 12.5057 21.6152 11.7617 21.6152 11H20.1152ZM19.9169 12.915C19.1655 16.4862 16.3514 19.3002 12.7802 20.0517L13.0891 21.5195C17.2422 20.6456 20.5109 17.377 21.3848 13.2238L19.9169 12.915ZM12.7802 20.0517C12.163 20.1816 11.5225 20.25 10.8652 20.25V21.75C11.6269 21.75 12.3709 21.6707 13.0891 21.5195L12.7802 20.0517ZM10.8652 20.25C10.208 20.25 9.56748 20.1816 8.95026 20.0517L8.6414 21.5195C9.35957 21.6707 10.1035 21.75 10.8652 21.75V20.25ZM1.61523 11C1.61523 9.76178 1.85813 8.58215 2.29816 7.50478L0.909524 6.93761C0.397214 8.19193 0.115235 9.56397 0.115235 11H1.61523ZM8.95026 20.0517C5.37906 19.3002 2.565 16.4862 1.81354 12.915L0.345688 13.2238C1.21959 17.377 4.48828 20.6456 8.6414 21.5195L8.95026 20.0517ZM1.81354 12.915C1.68367 12.2978 1.61523 11.6573 1.61523 11H0.115235C0.115235 11.7617 0.19457 12.5057 0.345688 13.2238L1.81354 12.915ZM2.29816 7.50478C3.44348 4.70064 5.92609 2.58466 8.95026 1.94831L8.6414 0.480454C5.1226 1.22088 2.2401 3.6799 0.909524 6.93761L2.29816 7.50478ZM8.95026 1.94831C9.56748 1.81844 10.208 1.75 10.8652 1.75V0.25C10.1035 0.25 9.35957 0.329336 8.6414 0.480454L8.95026 1.94831ZM10.8652 1.75C11.5225 1.75 12.163 1.81844 12.7802 1.94831L13.0891 0.480455C12.3709 0.329336 11.6269 0.25 10.8652 0.25V1.75ZM12.7802 1.94831C15.8053 2.58485 18.2885 4.70192 19.4333 7.50731L20.8221 6.94055C19.4921 3.68138 16.6089 1.22111 13.0891 0.480455L12.7802 1.94831ZM12.2201 1.44237C12.4961 2.30712 13.5174 5.63305 13.9361 8.68885L15.4222 8.48526C14.9849 5.29348 13.9292 1.86407 13.6492 0.986399L12.2201 1.44237ZM13.9361 8.68885C14.0483 9.5078 14.1152 10.2943 14.1152 11H15.6152C15.6152 10.2056 15.5403 9.34758 15.4222 8.48526L13.9361 8.68885ZM19.8284 6.53956C18.7309 6.87243 16.6696 7.45704 14.543 7.84951L14.8153 9.3246C17.0208 8.91754 19.1426 8.31505 20.2638 7.97499L19.8284 6.53956ZM14.543 7.84951C13.253 8.0876 11.9649 8.25 10.8652 8.25V9.75C12.0945 9.75 13.4831 9.57046 14.8153 9.3246L14.543 7.84951ZM14.1152 11C14.1152 12.0455 13.9684 13.2621 13.7489 14.4899L15.2255 14.7539C15.4527 13.4833 15.6152 12.1698 15.6152 11H14.1152ZM13.7489 14.4899C13.2677 17.1811 12.4593 19.808 12.2201 20.5576L13.6492 21.0136C13.8946 20.2443 14.7268 17.5432 15.2255 14.7539L13.7489 14.4899ZM20.4229 12.3549C19.6733 12.5941 17.0464 13.4025 14.3552 13.8836L14.6192 15.3602C17.4084 14.8615 20.1096 14.0294 20.8788 13.7839L20.4229 12.3549ZM14.3552 13.8836C13.1274 14.1032 11.9107 14.25 10.8652 14.25V15.75C12.0351 15.75 13.3485 15.5874 14.6192 15.3602L14.3552 13.8836ZM10.8652 14.25C9.81975 14.25 8.6031 14.1032 7.3753 13.8836L7.11129 15.3602C8.38194 15.5874 9.69541 15.75 10.8652 15.75V14.25ZM7.3753 13.8836C4.6841 13.4025 2.0572 12.5941 1.3076 12.3549L0.851632 13.7839C1.62092 14.0294 4.32207 14.8615 7.11129 15.3602L7.3753 13.8836ZM6.11523 11C6.11523 12.1698 6.27782 13.4833 6.50501 14.7539L7.98159 14.4899C7.76206 13.2621 7.61523 12.0455 7.61523 11H6.11523ZM6.50501 14.7539C7.00371 17.5432 7.83586 20.2443 8.08132 21.0136L9.51034 20.5576C9.27116 19.808 8.46277 17.1811 7.98159 14.4899L6.50501 14.7539ZM8.08132 0.986398C7.80127 1.86407 6.74553 5.29348 6.30828 8.48526L7.7944 8.68885C8.21302 5.63305 9.23442 2.30712 9.51034 1.44237L8.08132 0.986398ZM6.30828 8.48526C6.19015 9.34758 6.11523 10.2056 6.11523 11H7.61523C7.61523 10.2943 7.68221 9.5078 7.7944 8.68885L6.30828 8.48526ZM10.8652 8.25C9.76558 8.25 8.47748 8.0876 7.18746 7.84951L6.91522 9.3246C8.24735 9.57046 9.63601 9.75 10.8652 9.75V8.25ZM7.18746 7.84951C5.06013 7.4569 2.9981 6.87202 1.9009 6.53921L1.4655 7.97463C2.58638 8.31462 4.70884 8.9174 6.91522 9.3246L7.18746 7.84951ZM19.7821 6.55831C19.7954 6.55142 19.8113 6.54476 19.8284 6.53956L20.2638 7.97499C20.3377 7.95255 20.4074 7.92382 20.4734 7.88955L19.7821 6.55831ZM1.21255 7.86103C1.29027 7.90856 1.37463 7.94706 1.4655 7.97463L1.9009 6.53921C1.93557 6.54972 1.96753 6.56448 1.99514 6.58136L1.21255 7.86103Z"
                                    fill="#888888" />
                            </svg>

                            <a aria-label="about" href="./aboutus.html" class="text-[#868B90]"> درباره ما</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/irpsc.irpsc.png') }}" alt="زنجیره ایه تامین بهشت">
                            <a href="https://irpsc.com/" class="text-[#868B90]"> زنجیره تامین بهشت</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/3d.irpsc.png') }}" alt="سه بعدی متا">
                            <a href="https://3d.irpsc.com/" class="text-[#868B90]">سه بعدی متا</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/shop.irpsc.png') }}" alt="فروشگاه ملی">
                            <a href="https://shop.irpsc.com/" class="text-[#868B90]">فروشگاه ملی</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/animal.irpsc.png') }}" alt="سامانه حیوانات ">
                            <a href="https://animal.irpsc.com/" class="text-[#868B90]">سامانه حیوانات </a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/ad.irpsc.png') }}" alt="تبلیغات ملی">
                            <a href="https://ad.irpsc.com" class="text-[#868B90]">تبلیغات ملی</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/art.irpsc.png') }}" alt="متا آرت">
                            <a href="https://art.irpsc.com/" class="text-[#868B90]">متا آرت</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/faq.irpsc.png') }}" alt="انجمن حم">
                            <a href="https://faqhub.ir/" class="text-[#868B90]">انجمن حم</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/meta.irpsc.png') }}" alt="اخبار متا">
                            <a href="https://meta.irpsc.com/" class="text-[#868B90]">اخبار متا</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/metargb.irpsc.png') }}" alt="متارنگ">
                            <a href="https://rgb.irpsc.com/" class="text-[#868B90]">متارنگ</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/supply.irpsc.png') }}" alt="تولید کنندگان">
                            <a href="https://supply.irpsc.com/" class="text-[#868B90]">تولید کنندگان</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/target.irpsc.png') }}" alt="حم ">
                            <a href="https://target.irpsc.com/" class="text-[#868B90]">حم</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/uni.irpsc.png') }}" alt="دانشگاه متاورس">
                            <a href="https://uni.irpsc.com/" class="text-[#868B90]">دانشگاه متاورس</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/sale.irpsc.png') }}" alt="فروش شماره مجازی ">
                            <a href="https://sale.irpsc.com/" class="text-[#868B90]">فروش شماره مجازی </a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/video.irpsc.png') }}" alt="مرکز آموزش ویدئویی">
                            <a href="https://video.irpsc.com/" class="text-[#868B90]">مرکز آموزش ویدئویی</a>
                        </div>
                        <div class="pr-[20PX] p-[14px] flex items-center gap-4">
                            <img src="{{ asset('images/logo/crm.irpsc.png') }}" alt="مدیریت کل">
                            <a href="https://crm.irpsc.com/" class="text-[#868B90]"> مدیریت کل </a>
                        </div>
                        <div>
                            <ul class="tree">
                                <li class="flex flex-col gap-3">
                                    <input type="checkbox" id="c11" class="peer" />
                                    <label
                                        class="px-[20px] py-4 w-full rounded-[10px] text-[#868B90]  peer-checked:text-white head_label peer-checked:bg-[#000BEE] dark:peer-checked:bg-[#C2008C] peer-checked:[&>div>svg]:rotate-180 peer-checked:[&>div>svg>path]:stroke-white"
                                        for="c11">
                                        <div class="flex w-full justify-between items-center select-none"
                                            for="c2">
                                            <div class="flex items-center gap-4">

                                                <svg width="22" height="22" viewBox="0 0 22 22"
                                                    fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path
                                                        d="M6.86523 11H6.11523H6.86523ZM14.8652 11H15.6152H14.8652ZM10.8652 15V15.75V15ZM12.9346 20.7856L13.0891 21.5195L12.9346 20.7856ZM8.79583 20.7856L8.6414 21.5195L8.79583 20.7856ZM1.60384 7.22119L0.909524 6.93761H0.909524L1.60384 7.22119ZM1.07962 13.0694L0.345688 13.2238L1.07962 13.0694ZM8.79583 1.21438L8.6414 0.480454L8.79583 1.21438ZM12.9346 1.21438L13.0891 0.480455L12.9346 1.21438ZM20.0461 7.25728L20.2638 7.97499L20.0461 7.25728ZM1.6832 7.25692L1.9009 6.53921L1.6832 7.25692ZM19.4333 7.50731C19.8727 8.58399 20.1152 9.76274 20.1152 11H21.6152C21.6152 9.56509 21.3337 8.19407 20.8221 6.94055L19.4333 7.50731ZM20.1152 11C20.1152 11.6573 20.0468 12.2978 19.9169 12.915L21.3848 13.2238C21.5359 12.5057 21.6152 11.7617 21.6152 11H20.1152ZM19.9169 12.915C19.1655 16.4862 16.3514 19.3002 12.7802 20.0517L13.0891 21.5195C17.2422 20.6456 20.5109 17.377 21.3848 13.2238L19.9169 12.915ZM12.7802 20.0517C12.163 20.1816 11.5225 20.25 10.8652 20.25V21.75C11.6269 21.75 12.3709 21.6707 13.0891 21.5195L12.7802 20.0517ZM10.8652 20.25C10.208 20.25 9.56748 20.1816 8.95026 20.0517L8.6414 21.5195C9.35957 21.6707 10.1035 21.75 10.8652 21.75V20.25ZM1.61523 11C1.61523 9.76178 1.85813 8.58215 2.29816 7.50478L0.909524 6.93761C0.397214 8.19193 0.115235 9.56397 0.115235 11H1.61523ZM8.95026 20.0517C5.37906 19.3002 2.565 16.4862 1.81354 12.915L0.345688 13.2238C1.21959 17.377 4.48828 20.6456 8.6414 21.5195L8.95026 20.0517ZM1.81354 12.915C1.68367 12.2978 1.61523 11.6573 1.61523 11H0.115235C0.115235 11.7617 0.19457 12.5057 0.345688 13.2238L1.81354 12.915ZM2.29816 7.50478C3.44348 4.70064 5.92609 2.58466 8.95026 1.94831L8.6414 0.480454C5.1226 1.22088 2.2401 3.6799 0.909524 6.93761L2.29816 7.50478ZM8.95026 1.94831C9.56748 1.81844 10.208 1.75 10.8652 1.75V0.25C10.1035 0.25 9.35957 0.329336 8.6414 0.480454L8.95026 1.94831ZM10.8652 1.75C11.5225 1.75 12.163 1.81844 12.7802 1.94831L13.0891 0.480455C12.3709 0.329336 11.6269 0.25 10.8652 0.25V1.75ZM12.7802 1.94831C15.8053 2.58485 18.2885 4.70192 19.4333 7.50731L20.8221 6.94055C19.4921 3.68138 16.6089 1.22111 13.0891 0.480455L12.7802 1.94831ZM12.2201 1.44237C12.4961 2.30712 13.5174 5.63305 13.9361 8.68885L15.4222 8.48526C14.9849 5.29348 13.9292 1.86407 13.6492 0.986399L12.2201 1.44237ZM13.9361 8.68885C14.0483 9.5078 14.1152 10.2943 14.1152 11H15.6152C15.6152 10.2056 15.5403 9.34758 15.4222 8.48526L13.9361 8.68885ZM19.8284 6.53956C18.7309 6.87243 16.6696 7.45704 14.543 7.84951L14.8153 9.3246C17.0208 8.91754 19.1426 8.31505 20.2638 7.97499L19.8284 6.53956ZM14.543 7.84951C13.253 8.0876 11.9649 8.25 10.8652 8.25V9.75C12.0945 9.75 13.4831 9.57046 14.8153 9.3246L14.543 7.84951ZM14.1152 11C14.1152 12.0455 13.9684 13.2621 13.7489 14.4899L15.2255 14.7539C15.4527 13.4833 15.6152 12.1698 15.6152 11H14.1152ZM13.7489 14.4899C13.2677 17.1811 12.4593 19.808 12.2201 20.5576L13.6492 21.0136C13.8946 20.2443 14.7268 17.5432 15.2255 14.7539L13.7489 14.4899ZM20.4229 12.3549C19.6733 12.5941 17.0464 13.4025 14.3552 13.8836L14.6192 15.3602C17.4084 14.8615 20.1096 14.0294 20.8788 13.7839L20.4229 12.3549ZM14.3552 13.8836C13.1274 14.1032 11.9107 14.25 10.8652 14.25V15.75C12.0351 15.75 13.3485 15.5874 14.6192 15.3602L14.3552 13.8836ZM10.8652 14.25C9.81975 14.25 8.6031 14.1032 7.3753 13.8836L7.11129 15.3602C8.38194 15.5874 9.69541 15.75 10.8652 15.75V14.25ZM7.3753 13.8836C4.6841 13.4025 2.0572 12.5941 1.3076 12.3549L0.851632 13.7839C1.62092 14.0294 4.32207 14.8615 7.11129 15.3602L7.3753 13.8836ZM6.11523 11C6.11523 12.1698 6.27782 13.4833 6.50501 14.7539L7.98159 14.4899C7.76206 13.2621 7.61523 12.0455 7.61523 11H6.11523ZM6.50501 14.7539C7.00371 17.5432 7.83586 20.2443 8.08132 21.0136L9.51034 20.5576C9.27116 19.808 8.46277 17.1811 7.98159 14.4899L6.50501 14.7539ZM8.08132 0.986398C7.80127 1.86407 6.74553 5.29348 6.30828 8.48526L7.7944 8.68885C8.21302 5.63305 9.23442 2.30712 9.51034 1.44237L8.08132 0.986398ZM6.30828 8.48526C6.19015 9.34758 6.11523 10.2056 6.11523 11H7.61523C7.61523 10.2943 7.68221 9.5078 7.7944 8.68885L6.30828 8.48526ZM10.8652 8.25C9.76558 8.25 8.47748 8.0876 7.18746 7.84951L6.91522 9.3246C8.24735 9.57046 9.63601 9.75 10.8652 9.75V8.25ZM7.18746 7.84951C5.06013 7.4569 2.9981 6.87202 1.9009 6.53921L1.4655 7.97463C2.58638 8.31462 4.70884 8.9174 6.91522 9.3246L7.18746 7.84951ZM19.7821 6.55831C19.7954 6.55142 19.8113 6.54476 19.8284 6.53956L20.2638 7.97499C20.3377 7.95255 20.4074 7.92382 20.4734 7.88955L19.7821 6.55831ZM1.21255 7.86103C1.29027 7.90856 1.37463 7.94706 1.4655 7.97463L1.9009 6.53921C1.93557 6.54972 1.96753 6.56448 1.99514 6.58136L1.21255 7.86103Z"
                                                        fill="#888888" />
                                                </svg>

                                                <p> زبان </p>
                                            </div>
                                            <svg class="transition-[5s] duration-300" width="15" height="9"
                                                viewBox="0 0 15 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <path class=" stroke-[#868B90]" d="M14 1L7.5 7.5L1 0.999999"
                                                    stroke="black" stroke-width="2" stroke-linecap="round"
                                                    stroke-linejoin="round" />
                                            </svg>
                                        </div>
                                    </label>
                                    <ul>
                                        <div id="zaban"
                                            class="flex flex-col text-sm text-[#000BEE] font-bold gap-5 p-3 pr-[20PX] dark:text-[#868B90]">
                                            <a href="#">فارسی</a>
                                            <a href="#"> انگلیسی</a>
                                        </div>
                                    </ul>
                                </li>
                            </ul>
                        </div>
                    </div>
                    <div
                        class="space-y-6  lg:absolute bottom-0 lg:h-[150px]  w-full h-auto  bg-white  dark:bg-[#0F0F0E] pb-10 lg:pb-1 pt-5">
                        @guest
                            <div
                                class=" w-full flex justify-between items-center px-6 p-[10px] font-bold text-white dark:text-black bg-[#2667FF] dark:bg-[#FFC700] rounded-[10px] ">
                                <svg width="22" height="21" viewBox="0 0 22 21" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path class="stroke-white dark:stroke-black"
                                        d="M7.90039 6.07C8.21039 2.47 10.0604 1 14.1104 1H14.2404C18.7104 1 20.5004 2.79 20.5004 7.26V13.78C20.5004 18.25 18.7104 20.04 14.2404 20.04H14.1104C10.0904 20.04 8.24039 18.59 7.91039 15.05"
                                        stroke="black" stroke-width="1.5" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                    <path class="stroke-white dark:stroke-black" d="M1 10.5078H13.88" stroke="black"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                    <path class="stroke-white dark:stroke-black"
                                        d="M11.6504 7.15625L15.0004 10.5063L11.6504 13.8563" stroke="black"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>
                                <a aria-label="login" href="#" class="font-bold">ورود</a>
                            </div>
                        @endguest
                        @auth
                            <a href="{{ route('logout') }}"
                                onclick="event.preventDefault();
                                document.getElementById('logout-form').submit();"
                                class=" w-full flex justify-between items-center px-6 p-[10px] font-bold text-white dark:text-black bg-red-600 rounded-[10px] ">
                                <svg width="22" height="21" viewBox="0 0 22 21" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path class="stroke-white dark:stroke-black"
                                        d="M7.90039 6.07C8.21039 2.47 10.0604 1 14.1104 1H14.2404C18.7104 1 20.5004 2.79 20.5004 7.26V13.78C20.5004 18.25 18.7104 20.04 14.2404 20.04H14.1104C10.0904 20.04 8.24039 18.59 7.91039 15.05"
                                        stroke="black" stroke-width="1.5" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                    <path class="stroke-white dark:stroke-black" d="M1 10.5078H13.88" stroke="black"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                    <path class="stroke-white dark:stroke-black"
                                        d="M11.6504 7.15625L15.0004 10.5063L11.6504 13.8563" stroke="black"
                                        stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                </svg>


                                <div class="text-left flex justify-end">
                                    {{ __('Logout') }}
                                    <form id="logout-form" action="{{ route('logout') }}" method="POST"
                                        class="d-none">
                                        @csrf
                                    </form>
                                </div>
                            </a>
                        @endauth
                        <div class="pt-5 border-t-2 border-[#EFEFEF]   dark:border-[#868B90] ">
                            <div class=" flex rounded-full w-full p-[6px] bg-[#F4F4F4] dark:bg-[#090909] ">
                                <button aria-label="theme"
                                    class="enable-dark-mode bg-transparent dark:bg-[#0F0F0E] flex justify-center p-1 rounded-full w-1/2  ">
                                    <div>
                                        <svg width="16" height="16" xmlns="http://www.w3.org/2000/svg">
                                            <path class="fill-slate-400 dark:fill-white"
                                                d="M6.2 1C3.2 1.8 1 4.6 1 7.9 1 11.8 4.2 15 8.1 15c3.3 0 6-2.2 6.9-5.2C9.7 11.2 4.8 6.3 6.2 1Z" />
                                            <path class="fill-slate-500 dark:fill-white"
                                                d="M12.5 5a.625.625 0 0 1-.625-.625 1.252 1.252 0 0 0-1.25-1.25.625.625 0 1 1 0-1.25 1.252 1.252 0 0 0 1.25-1.25.625.625 0 1 1 1.25 0c.001.69.56 1.249 1.25 1.25a.625.625 0 1 1 0 1.25c-.69.001-1.249.56-1.25 1.25A.625.625 0 0 1 12.5 5Z" />
                                        </svg>
                                    </div>
                                </button>
                                <button aria-label="theme"
                                    class="disable-dark-mode  bg-[#FCFCFC] dark:bg-transparent flex justify-center p-1 rounded-full w-1/2 shadow-[0_0_6px_0_rgba(0,0,0,0.1)] dark:shadow-none">
                                    <div for="light-switch">
                                        <svg width="16" height="16" xmlns="http://www.w3.org/2000/svg">
                                            <path class="fill-slate-300 dark:fill-white"
                                                d="M7 0h2v2H7zM12.88 1.637l1.414 1.415-1.415 1.413-1.413-1.414zM14 7h2v2h-2zM12.95 14.433l-1.414-1.413 1.413-1.415 1.415 1.414zM7 14h2v2H7zM2.98 14.364l-1.413-1.415 1.414-1.414 1.414 1.415zM0 7h2v2H0zM3.05 1.706 4.463 3.12 3.05 4.535 1.636 3.12z" />
                                            <path class="fill-slate-400 dark:fill-white"
                                                d="M8 4C5.8 4 4 5.8 4 8s1.8 4 4 4 4-1.8 4-4-1.8-4-4-4Z" />
                                        </svg>
                                    </div>
                                </button>
                            </div>

                        </div>
                    </div>
                </nav>
            </div>
            <!-- End opened nav -->
            <!-- start closed nav -->
            <div dir="ltr" id="close00" class=" h-full">
                <nav dir="rtl"
                    class="bg-[#FCFCFC] dark:bg-[#0F0F0E]  pr-0 space-y-9 flex justify-start items-center flex-col py-6 h-full relative  ">

                    <div
                        class="flex  items-center flex-col gap-11 h-auto ml-[-10px] pr-[10px] lg:h-full lg:pb-[180px]  relative overflow-y-scroll scrollbar  ">
                        <div
                            class="w-full space-y-6 flex flex-col items-center justify-center  px-3  sticky top-0 pb-5 border-b-2 border-[#00000017] dark:border-[#3F3F3F] bg-[#FCFCFC] dark:bg-[#0F0F0E]">
                            <!-- start open btn nav -->
                            <div id="open-nav-btn" class="items-center w-6 h-6" onclick="openNav2()">
                                <svg class=" dark:fill-white" width="30" height="22" viewBox="0 0 30 22"
                                    fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path class="dark:fill-white" fill-rule="evenodd" clip-rule="evenodd"
                                        d="M0 1.375C0 0.615608 0.6296 0 1.40625 0H28.5938C29.3704 0 30 0.615608 30 1.375C30 2.13439 29.3704 2.75 28.5938 2.75H1.40625C0.6296 2.75 0 2.13439 0 1.375ZM0 11C0 10.2406 0.6296 9.625 1.40625 9.625H28.5938C29.3704 9.625 30 10.2406 30 11C30 11.7594 29.3704 12.375 28.5938 12.375H1.40625C0.6296 12.375 0 11.7594 0 11ZM0 20.625C0 19.8656 0.6296 19.25 1.40625 19.25H28.5938C29.3704 19.25 30 19.8656 30 20.625C30 21.3844 29.3704 22 28.5938 22H1.40625C0.6296 22 0 21.3844 0 20.625Z"
                                        fill="#0713EF" />
                                </svg>
                            </div>
                            <!-- end open btn nav -->
                            <div class="w-6  flex items-center justify-center">
                                <a aria-label="logo" href="./index.html" class="w-full">
                                    <img src="{{ asset('images/logo/accounts.irpsc.png') }}" alt=""
                                        class="w-full">
                                </a>
                            </div>
                            {{-- <div class="w-7 flex items-center justify-center">
                            <a href="#" class="w-full">
                                <img src="../icon/profile3d.png" alt="" class="w-full border rounded-full">
                            </a>
                        </div> --}}
                        </div>
                        <div class=" w-6 h-6  ">
                            <a href="https://irpsc.com/" class="w-full">
                                <img src="{{ asset('images/logo/irpsc.irpsc.png') }}" alt="irpsc" class="w-6 h-6">
                            </a>
                        </div>
                        <div class=" w-6 h-6  ">
                            <a href="https://3d.irpsc.com/" class="w-full">
                                <img src="{{ asset('images/logo/3d.irpsc.png') }}" alt="3dmeta"  class="w-6 h-6">
                            </a>
                        </div>
                        <div class=" w-6 h-6  ">
                            <a href="https://shop.irpsc.com/" class="w-full">
                                <img src="{{ asset('images/logo/shop.irpsc.png') }}" alt="shop"  class="w-6 h-6">
                            </a>
                        </div>
                        <div class=" w-6 h-6  ">
                            <a href="https://animal.irpsc.com/" class="w-full">
                                <img src="{{ asset('images/logo/animal.irpsc.png') }}" alt="animal"
                                     class="w-6 h-6">
                            </a>
                        </div>
                        <div class="w-6 h-6">
                            <a href="https://ad.irpsc.com/" class="w-full">
                                <img src="{{ asset('images/logo/ad.irpsc.png') }}" alt="ad irpsc"  class="w-6 h-6">
                            </a>
                        </div>
                        <div class="w-6 h-6 ">
                            <a href="https://art.irpsc.com/" class="w-full">
                                <img src="{{ asset('images/logo/art.irpsc.png') }}" alt="meta art"
                                     class="w-6 h-6">
                            </a>
                        </div>
                        <div class="w-6 h-6">
                            <a href="https://faq.irpsc.com/" class="w-full">
                                <img src="{{ asset('images/logo/faq.irpsc.png') }}" alt="faq"  class="w-6 h-6">
                            </a>
                        </div>
                        <div class="w-6 h-6">
                            <a href="https://meta.irpsc.com/" class="w-full">
                                <img src="{{ asset('images/logo/meta.irpsc.png') }}" alt="meta"  class="w-6 h-6">
                            </a>
                        </div>
                        <div class="w-6 h-6">
                            <a href="https://rgb.irpsc.com" class="w-full">
                                <img src="{{ asset('images/logo/metargb.irpsc.png') }}" alt="metargb"
                                     class="w-6 h-6">
                            </a>
                        </div>
                        <div class="w-6 h-6">
                            <a aria-label="lang" href="#" class="w-full">
                                <svg width="22" height="22" viewBox="0 0 22 22" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M6.86523 11H6.11523H6.86523ZM14.8652 11H15.6152H14.8652ZM10.8652 15V15.75V15ZM12.9346 20.7856L13.0891 21.5195L12.9346 20.7856ZM8.79583 20.7856L8.6414 21.5195L8.79583 20.7856ZM1.60384 7.22119L0.909524 6.93761H0.909524L1.60384 7.22119ZM1.07962 13.0694L0.345688 13.2238L1.07962 13.0694ZM8.79583 1.21438L8.6414 0.480454L8.79583 1.21438ZM12.9346 1.21438L13.0891 0.480455L12.9346 1.21438ZM20.0461 7.25728L20.2638 7.97499L20.0461 7.25728ZM1.6832 7.25692L1.9009 6.53921L1.6832 7.25692ZM19.4333 7.50731C19.8727 8.58399 20.1152 9.76274 20.1152 11H21.6152C21.6152 9.56509 21.3337 8.19407 20.8221 6.94055L19.4333 7.50731ZM20.1152 11C20.1152 11.6573 20.0468 12.2978 19.9169 12.915L21.3848 13.2238C21.5359 12.5057 21.6152 11.7617 21.6152 11H20.1152ZM19.9169 12.915C19.1655 16.4862 16.3514 19.3002 12.7802 20.0517L13.0891 21.5195C17.2422 20.6456 20.5109 17.377 21.3848 13.2238L19.9169 12.915ZM12.7802 20.0517C12.163 20.1816 11.5225 20.25 10.8652 20.25V21.75C11.6269 21.75 12.3709 21.6707 13.0891 21.5195L12.7802 20.0517ZM10.8652 20.25C10.208 20.25 9.56748 20.1816 8.95026 20.0517L8.6414 21.5195C9.35957 21.6707 10.1035 21.75 10.8652 21.75V20.25ZM1.61523 11C1.61523 9.76178 1.85813 8.58215 2.29816 7.50478L0.909524 6.93761C0.397214 8.19193 0.115235 9.56397 0.115235 11H1.61523ZM8.95026 20.0517C5.37906 19.3002 2.565 16.4862 1.81354 12.915L0.345688 13.2238C1.21959 17.377 4.48828 20.6456 8.6414 21.5195L8.95026 20.0517ZM1.81354 12.915C1.68367 12.2978 1.61523 11.6573 1.61523 11H0.115235C0.115235 11.7617 0.19457 12.5057 0.345688 13.2238L1.81354 12.915ZM2.29816 7.50478C3.44348 4.70064 5.92609 2.58466 8.95026 1.94831L8.6414 0.480454C5.1226 1.22088 2.2401 3.6799 0.909524 6.93761L2.29816 7.50478ZM8.95026 1.94831C9.56748 1.81844 10.208 1.75 10.8652 1.75V0.25C10.1035 0.25 9.35957 0.329336 8.6414 0.480454L8.95026 1.94831ZM10.8652 1.75C11.5225 1.75 12.163 1.81844 12.7802 1.94831L13.0891 0.480455C12.3709 0.329336 11.6269 0.25 10.8652 0.25V1.75ZM12.7802 1.94831C15.8053 2.58485 18.2885 4.70192 19.4333 7.50731L20.8221 6.94055C19.4921 3.68138 16.6089 1.22111 13.0891 0.480455L12.7802 1.94831ZM12.2201 1.44237C12.4961 2.30712 13.5174 5.63305 13.9361 8.68885L15.4222 8.48526C14.9849 5.29348 13.9292 1.86407 13.6492 0.986399L12.2201 1.44237ZM13.9361 8.68885C14.0483 9.5078 14.1152 10.2943 14.1152 11H15.6152C15.6152 10.2056 15.5403 9.34758 15.4222 8.48526L13.9361 8.68885ZM19.8284 6.53956C18.7309 6.87243 16.6696 7.45704 14.543 7.84951L14.8153 9.3246C17.0208 8.91754 19.1426 8.31505 20.2638 7.97499L19.8284 6.53956ZM14.543 7.84951C13.253 8.0876 11.9649 8.25 10.8652 8.25V9.75C12.0945 9.75 13.4831 9.57046 14.8153 9.3246L14.543 7.84951ZM14.1152 11C14.1152 12.0455 13.9684 13.2621 13.7489 14.4899L15.2255 14.7539C15.4527 13.4833 15.6152 12.1698 15.6152 11H14.1152ZM13.7489 14.4899C13.2677 17.1811 12.4593 19.808 12.2201 20.5576L13.6492 21.0136C13.8946 20.2443 14.7268 17.5432 15.2255 14.7539L13.7489 14.4899ZM20.4229 12.3549C19.6733 12.5941 17.0464 13.4025 14.3552 13.8836L14.6192 15.3602C17.4084 14.8615 20.1096 14.0294 20.8788 13.7839L20.4229 12.3549ZM14.3552 13.8836C13.1274 14.1032 11.9107 14.25 10.8652 14.25V15.75C12.0351 15.75 13.3485 15.5874 14.6192 15.3602L14.3552 13.8836ZM10.8652 14.25C9.81975 14.25 8.6031 14.1032 7.3753 13.8836L7.11129 15.3602C8.38194 15.5874 9.69541 15.75 10.8652 15.75V14.25ZM7.3753 13.8836C4.6841 13.4025 2.0572 12.5941 1.3076 12.3549L0.851632 13.7839C1.62092 14.0294 4.32207 14.8615 7.11129 15.3602L7.3753 13.8836ZM6.11523 11C6.11523 12.1698 6.27782 13.4833 6.50501 14.7539L7.98159 14.4899C7.76206 13.2621 7.61523 12.0455 7.61523 11H6.11523ZM6.50501 14.7539C7.00371 17.5432 7.83586 20.2443 8.08132 21.0136L9.51034 20.5576C9.27116 19.808 8.46277 17.1811 7.98159 14.4899L6.50501 14.7539ZM8.08132 0.986398C7.80127 1.86407 6.74553 5.29348 6.30828 8.48526L7.7944 8.68885C8.21302 5.63305 9.23442 2.30712 9.51034 1.44237L8.08132 0.986398ZM6.30828 8.48526C6.19015 9.34758 6.11523 10.2056 6.11523 11H7.61523C7.61523 10.2943 7.68221 9.5078 7.7944 8.68885L6.30828 8.48526ZM10.8652 8.25C9.76558 8.25 8.47748 8.0876 7.18746 7.84951L6.91522 9.3246C8.24735 9.57046 9.63601 9.75 10.8652 9.75V8.25ZM7.18746 7.84951C5.06013 7.4569 2.9981 6.87202 1.9009 6.53921L1.4655 7.97463C2.58638 8.31462 4.70884 8.9174 6.91522 9.3246L7.18746 7.84951ZM19.7821 6.55831C19.7954 6.55142 19.8113 6.54476 19.8284 6.53956L20.2638 7.97499C20.3377 7.95255 20.4074 7.92382 20.4734 7.88955L19.7821 6.55831ZM1.21255 7.86103C1.29027 7.90856 1.37463 7.94706 1.4655 7.97463L1.9009 6.53921C1.93557 6.54972 1.96753 6.56448 1.99514 6.58136L1.21255 7.86103Z"
                                        fill="#888888" />
                                </svg>
                            </a>
                        </div>
                    </div>
                    <div class="w- space-y-6  ml-[-4px] px-3 absolute bottom-0  h-auto  bg-white  dark:bg-[#0F0F0E] py-5">
                        @guest
                            <div class="w-10 mx-auto  flex justify-center items-center">
                                <a aria-label="login" href="#"
                                    class=" flex w-full p-1 justify-center items-center  aspect-square font-bold text-white  bg-[#2667FF] dark:bg-[#FFC700] rounded-[10px] ">

                                    <svg width="22" height="21" viewBox="0 0 22 21" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path class="stroke-white dark:stroke-black"
                                            d="M7.90039 6.07C8.21039 2.47 10.0604 1 14.1104 1H14.2404C18.7104 1 20.5004 2.79 20.5004 7.26V13.78C20.5004 18.25 18.7104 20.04 14.2404 20.04H14.1104C10.0904 20.04 8.24039 18.59 7.91039 15.05"
                                            stroke="black" stroke-width="1.5" stroke-linecap="round"
                                            stroke-linejoin="round" />
                                        <path class="stroke-white dark:stroke-black" d="M1 10.5078H13.88" stroke="black"
                                            stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                        <path class="stroke-white dark:stroke-black"
                                            d="M11.6504 7.15625L15.0004 10.5063L11.6504 13.8563" stroke="black"
                                            stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                    </svg>

                                </a>
                            </div>
                        @endguest
                        @auth
                            <div class="w-10 mx-auto  flex justify-center items-center">
                                <a href="{{ route('logout') }}"
                                    onclick="event.preventDefault();
                            document.getElementById('logout-form').submit();"
                                    class=" flex w-full p-1 justify-center items-center  aspect-square font-bold text-white  bg-red-600 rounded-[10px] ">

                                    <svg width="22" height="21" viewBox="0 0 22 21" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path class="stroke-white dark:stroke-black"
                                            d="M7.90039 6.07C8.21039 2.47 10.0604 1 14.1104 1H14.2404C18.7104 1 20.5004 2.79 20.5004 7.26V13.78C20.5004 18.25 18.7104 20.04 14.2404 20.04H14.1104C10.0904 20.04 8.24039 18.59 7.91039 15.05"
                                            stroke="black" stroke-width="1.5" stroke-linecap="round"
                                            stroke-linejoin="round" />
                                        <path class="stroke-white dark:stroke-black" d="M1 10.5078H13.88" stroke="black"
                                            stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                        <path class="stroke-white dark:stroke-black"
                                            d="M11.6504 7.15625L15.0004 10.5063L11.6504 13.8563" stroke="black"
                                            stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                                    </svg>


                                    <form id="logout-form" action="{{ route('logout') }}" method="POST"
                                        class="d-none">
                                        @csrf
                                    </form>
                                </a>
                            </div>
                        @endauth

                        <div
                            class="pt-6 border-t-2 border-[#EFEFEF] flex justify-center   border-[#00000017] dark:border-[#3F3F3F]">
                            <div class=" flex rounded-full w-max p-[6px] bg-[#F4F4F4] dark:bg-[#090909]">
                                <button aria-label="theme"
                                    class="enable-dark-mode2 dark:hidden bg-transparent dark:bg-[#0F0F0E] flex justify-center items-center p-1 rounded-full w-5 h-5  ">
                                    <div>
                                        <svg width="16" height="16" xmlns="http://www.w3.org/2000/svg">
                                            <path class="fill-slate-400 dark:fill-white"
                                                d="M6.2 1C3.2 1.8 1 4.6 1 7.9 1 11.8 4.2 15 8.1 15c3.3 0 6-2.2 6.9-5.2C9.7 11.2 4.8 6.3 6.2 1Z" />
                                            <path class="fill-slate-500 dark:fill-white"
                                                d="M12.5 5a.625.625 0 0 1-.625-.625 1.252 1.252 0 0 0-1.25-1.25.625.625 0 1 1 0-1.25 1.252 1.252 0 0 0 1.25-1.25.625.625 0 1 1 1.25 0c.001.69.56 1.249 1.25 1.25a.625.625 0 1 1 0 1.25c-.69.001-1.249.56-1.25 1.25A.625.625 0 0 1 12.5 5Z" />
                                        </svg>
                                    </div>
                                </button>
                                <button aria-label="theme"
                                    class="disable-dark-mode2 hidden   bg-[#FCFCFC] dark:bg-transparent dark:flex justify-center items-center p-1 rounded-full w-5 h-5  shadow-[0_0_6px_0_rgba(0,0,0,0.1)] dark:shadow-none">
                                    <div for="light-switch">
                                        <svg width="16" height="16" xmlns="http://www.w3.org/2000/svg">
                                            <path class="fill-slate-300 dark:fill-white"
                                                d="M7 0h2v2H7zM12.88 1.637l1.414 1.415-1.415 1.413-1.413-1.414zM14 7h2v2h-2zM12.95 14.433l-1.414-1.413 1.413-1.415 1.415 1.414zM7 14h2v2H7zM2.98 14.364l-1.413-1.415 1.414-1.414 1.414 1.415zM0 7h2v2H0zM3.05 1.706 4.463 3.12 3.05 4.535 1.636 3.12z" />
                                            <path class="fill-slate-400 dark:fill-white"
                                                d="M8 4C5.8 4 4 5.8 4 8s1.8 4 4 4 4-1.8 4-4-1.8-4-4-4Z" />
                                        </svg>
                                    </div>
                                </button>
                            </div>
                        </div>

                    </div>
                </nav>
            </div>
            <!-- end closed nav -->
        </div>
        <!-- End nsvigation -->
    </header>
    <main class="w-full main-content-smallNav">
        <div class="w-full md:w-[95%] 3xl:w-[85%] p-5 3xl:px-0 mx-auto mt-[75px] lg:mt-0 ">
            <div class="hidden text-[15px] lg:text-lg gap-2   items-center" id="ttw">
                <div class="text-primery-blue" id="referrer"></div>
                <svg width="14" height="14" viewBox="0 0 14 14" fill="none"
                    xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M8.74958 11.6228L4.94625 7.81948C4.49708 7.37031 4.49708 6.63531 4.94625 6.18615L8.74958 2.38281"
                        stroke="#868B90" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round"
                        stroke-linejoin="round" />
                </svg>
                <span class="text-[#1A1A18] dark:text-[#FFFFFF]">تونل زمان</span>
            </div>
        </div>
        <div class="flex justify-center px-3 lg:px-0">
            <div class="bg-[#FFFFFF] dark:bg-[#080807] rounded-[20px] w-full md:w-[95%] 3xl:w-[85%] p-5 py-7 lg:py-14 ">
                <div id="app" class="mx-auto">
                    <div class="text-center flex flex-col gap-4">
                        <p class="lg:text-2xl dark:text-[#FFFFFF] font-rohk">
                            زیرساخت های فعال زنجیره تامین بهشت
                        </p>
                        <p class="text-gray-600 dark:text-[#868B90] text-xs md:text-sm lg:text-xl font-normal">
                            با ثبت نام در این صفحه شما میتوانید به تمامی سامانه های تحت پوشش هلدینگ زنجیره تامین بهداشت
                            دسترسی مستقیم داشته باشید.
                        </p>
                    </div>
                    <div class="space-y-1">
                        <div
                            class="flex justify-center items-center gap-8 text-base md:text-lg lg:text-[22px] mt-1 lg:mt-5 dark:text-[#FFFFFF]">
                            @unless (Route::is('password.request') || Route::is('password.reset')) <!-- اگر روت password.request نباشد -->
                                @guest
                                    @if (Route::has('login'))
                                        <div
                                            class="py-3 px-10 w-max {{ Request::is('login') ? 'border-primery-blue dark:border-dark-yellow border-b-2' : '' }}">
                                            <a class="{{ Request::is('login') ? 'text-primery-blue dark:text-dark-yellow' : '' }}"
                                                style="font-family: rokh;"
                                                href="{{ route('login') }}">{{ __('Login') }}</a>
                                        </div>
                                    @endif

                                    @if (Route::has('register'))
                                        <div
                                            class="py-3 px-10 w-max {{ Request::is('register') ? 'border-primery-blue dark:border-dark-yellow border-b-2' : '' }}">
                                            <a style="font-family: rokh;"
                                                class="{{ Request::is('register') ? 'text-primery-blue dark:text-dark-yellow' : '' }}"
                                                href="{{ route('register') }}">{{ __('Register') }}</a>
                                        </div>
                                    @endif
                                @endguest
                            @endunless

                            @if (Route::is('password.reset') || Route::is('password.request'))
                                <div class="p-5 px-10 w-max border-primery-blue dark:border-dark-yellow border-b-2">
                                    <p class="text-primery-blue dark:text-dark-yellow">بازیابی رمز عبور</p>
                                </div>
                            @endif
                        </div>

                        <main class="py-4">
                            {{ $slot }}
                        </main>
                    </div>
                </div>
            </div>
        </div>
        <footer class="w-full md:w-[95%] 3xl:w-[85%]  mx-auto mt-5 ">
            <div
                class="flex-wrap flex justify-between  items-ctener gap-1 md:gap-2 mx-auto w-full bg-white dark:bg-[#1A1A18] p-3 mb-10 rounded-2xl">
                <a aria-label="systems" href="https://irpsc.com" style="width:55px ;" target="_blank "
                    title="وزارت تعاون کار و رفاه اجتماعی">
                    <img src="https://irpsc.com/img-icon/vezarat.png" alt="وزارت تعاون کار و رفاه اجتماعی">
                </a>
                <a aria-label="systems" class="active" href="#" target="_blank " style="width:55px ;"
                    title="نماد اعتماد الکترونیک">
                    <img src="https://irpsc.com/img-icon/enamad.png" alt="نماد اعتماد الکترونیک">

                </a>
                <a aria-label="systems" href="https://irpsc.com" target="_blank " style="width:55px ;" title="ثبت اسناد و املاک کشور">
                    <img src="https://irpsc.com/img-icon/qazaii.png" alt="ثبت اسناد و املاک کشور">
                </a>
                <a aria-label="systems" href="https://video.irpsc.com" target="_blank " style="width:55px ;" title="مرکز آموزش ویدئویی">
                    <img src="https://irpsc.com/img-icon/video.png" alt="مرکز آموزش ویدئویی">
                </a>
                <a aria-label="systems" href="https://faq.irpsc.com" target="_blank " style="width:55px ;" title="انجمن پرسش و پاسخ">
                    <img src="https://irpsc.com/img-icon/faq.png" alt="انجمن پرسش و پاسخ">
                </a>
                <a aria-label="systems" href="https://Shop.irpsc.com" target="_blank " style="width:55px ;" title="فروشگاه ملی">
                    <img src="https://irpsc.com/img-icon/shop.png" alt="فروشگاه ملی">
                </a>
                <a aria-label="systems" href="https://supply.irpsc.com" target="_blank " style="width:55px ;" title="تولید کنندگان">
                    <img src="https://irpsc.com/img-icon/supply.png" alt="تولید کنندگان">
                    <a aria-label="systems" href="https://crm.irpsc.com" target="_blank " style="width:55px ;" title="مدیریت بر مدیران">
                        <img src="https://irpsc.com/img-icon/crm.png" alt="مدیریت بر مدیران">
                    </a>
                    <a aria-label="systems" href="https://target.irpsc.com" target="_blank " style="width:55px ;" title="نگرش ملی">
                        <img src="https://irpsc.com/img-icon/target.png" alt="نگرش ملی">
                    </a>
                    <a aria-label="systems" href="https://animal.irpsc.com" target="_blank " style="width:55px ;"
                        title="حیوانات و دامپزشک">
                        <img src="https://irpsc.com/img-icon/animal.png" alt="حیوانات و دامپزشک">
                    </a>
                    <a aria-label="systems" href="https://irpsc.com" target="_blank " style="width:55px ;" title="رسانه ملی">
                        <img src="https://irpsc.com/img-icon/irpsc.png" alt="رسانه ملی">
                    </a>
                    <a aria-label="systems" href="https://meta.irpsc.com" target="_blank " style="width:55px ;" title="اخبار متا">
                        <img src="https://irpsc.com/img-icon/meta.png" alt="اخبار متا">
                    </a>
                    <a aria-label="systems" href="https://uni.irpsc.com" target="_blank " style="width:55px ;" title="دانشگاه متاورس">
                        <img src="https://irpsc.com/img-icon/uni.png" alt="دانشگاه متاورس">
                    </a>
                    <a aria-label="systems" href="https://crm.irpsc.com/knowledgebase" target="_blank " style="width:55px ;"
                        title="استخدام | دانش محور">
                        <img src="https://irpsc.com/img-icon/knowledge.png" alt="استخدام | دانش محور">
                    </a>
                    <a aria-label="systems" href="https://sale.irpsc.com" target="_blank " style="width:55px ;" title="فروشگاه مجازی حم">
                        <img src="https://irpsc.com/img-icon/sale.png" alt="فروشگاه مجازی حم">
                    </a>
                    <a aria-label="systems" href="https://ad.irpsc.com" target="_blank " style="width:55px ;" title="تبلیغات ملی">
                        <img src="https://irpsc.com/img-icon/ad.png" alt="تبلیغات ملی">
                    </a>
                    <a aria-label="systems" href="https://nft.irpsc.com" target="_blank " style="width:55px ;" title="بازار NFT">
                        <img src="https://irpsc.com/img-icon/nft.png" alt="nft">
                    </a>
                    <a aria-label="systems" href="https://rgb.irpsc.com" target="_blank " style="width:55px ;" title="متاورس رنگ">
                        <img src="https://irpsc.com/img-icon/rgb.png" alt="متاورس رنگ">
                    </a>
                    <a aria-label="systems" href="https://3d.irpsc.com" target="_blank " style="width:55px ;" title="سه بعدی متا">
                        <img src="https://irpsc.com/img-icon/3d.png" alt="سه بعدی متا">
                    </a>
                    <a aria-label="systems" href="https://3d.irpsc.com" target="_blank " style="width:55px ;" title="تونل زمان">
                        <img src="{{ asset('images/logo/accounts.gif') }}" alt="تونل زمان">
                    </a>
                    <a aria-label="systems" title="خانه" href="#" style="width:55px ;">
                        <img src="https://irpsc.com/img-icon/home-soon.png" alt="خانه">
                    </a>
            </div>
            <div
                class="bg-[#FFFFFF] dark:bg-[#1A1A18] w-full rounded-[10px] p-7 flex flex-col gap-10 lg:flex-row justify-between mb-5">
                <div class="flex flex-col gap-10 w-full lg:w-[60%]">
                    <div class="flex gap-2">
                        <img src="{{ asset('images/logo/accounts.png') }}" alt="تونل زمان"
                            class="w-[71px] h-[71px] aspect-square ">
                        <div
                            class="text-[#4C4C4C] dark:text-[#FFFFFF] text-xl md:text-2xl flex flex-col justify-between">
                            <p>
                                تونل زمان
                            </p>
                            <p>سامانه احراز هویت مرکزی</p>
                        </div>
                    </div>
                    <div class="text-[#4C4C4C] dark:text-[#D4D4D4] font-normal text-xl text-justify leading-10">
                        <p>
                            سامانه "تونل زمان" توسط هلدینگ تعاونی‌های زنجیره تامین بهشت بهشت طراحی شده است. این سامانه
                            با هدف یکپارچه‌سازی دسترسی کاربران به تمامی سامانه‌های تحت مدیریت این زنجیره توسعه یافته
                            است. با استفاده از "تونل زمان"، کاربران می‌توانند به راحتی ثبت‌نام یا وارد شوند و پس از
                            ورود، به تمامی سامانه‌های مرتبط دسترسی پیدا کنند. این یکپارچه‌سازی به کاربران امکان می‌دهد
                            تا به صورت متمرکز و آسان از خدمات مختلف تعاونی‌ها بهره‌مند شوند.

                        </p>
                    </div>
                </div>
                <div class="w-full lg:w-[30%]">
                    <div class="flex flex-col items-center justify-center gap-8">
                        <p class="text-2xl text-[#4C4C4C] dark:text-[#D4D4D4]">به شبکه های ما ملحق شوید.</p>
                        <div class="grid grid-cols-5  gap-3 md:gap-4">
                            <a aria-label="social" href="https://rgb.irpsc.com/[lang]/undefined">
                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_611_7340)" />
                                    <defs>
                                        <pattern id="pattern0_611_7340" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_611_7340"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_611_7340" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACABAMAAAAxEHz4AAAALVBMVEVHcExIWZJIWZJIWZJIWZJIWZL+/v9FVpB/jLP29/lteqhYaJzf4uyYosK/xdhirnaTAAAABXRSTlMA3WgkuorNRlkAAAHrSURBVGje7dq/TsJAHAfwC7wBpDsmuuMrkPgAJTQ3NHG8SKJsTV1cBU10bKxhNwJxMyGAjiQEd10cYdGHsFDQFuj17r7GP8l99/vkm2tpj/xKCCHZbcNSiFkqknmyW5ZicqGgvD4QZuszhjpgFrAC8wpZAwEqRZKxoBTILgbkyQ4GlMkeBlSIgQEmscBoQAM/DVD3MyoAtXuN12Xu5QGn+z5iy1RvpAHncsgYAtx5kfXMlwYeYuvlG9hTBgH0kWHAagHpPdhnYIMzELCHIHCyul52DwYMbHCKNpiCDdb3UBI49kBg/SJIArH70G/6o6bfVAZq561eu9VuSz0To7fBm+tSx3UdGYAONl9/pQY1lfcCRQFLA38AgC6j3Q/SiQD9RQQB2nkKMor8jJ8WET0f3LLNORQEKAokNqhZYANRILHBkQM2EAUSGxzIN6jGgCu0wTW6B2P0KozR+2CCNpj8eoNntQaeNPB9DVbOKNU62CB6QElr4AWJ7EIYYcDqNoJcfAEvjTDCj3XqUkojp7S6M0vsX5/cMa+u9GrTgAY0oAENaEADGtDAfwQMDDDTh3V8oJI+LuQD5fSBJR/Ip49M+UAhfWjLBcxi+tiYC+QEBtc8YD64TttGHlASGd5zgNxy/M/9fCARCD8f+ACM50VnIzP5KgAAAABJRU5ErkJggg==" />
                                    </defs>
                                </svg>
                            </a>
                            <a href="#" aria-label="social">

                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_631_6004)" />
                                    <defs>
                                        <pattern id="pattern0_631_6004" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6004"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_631_6004" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACABAMAAAAxEHz4AAAALVBMVEVHcEz1giD1giD1giD1giD1giD2hyj////1gR35qGT3lkT/9u781bT7v43+6NXBC4QJAAAABnRSTlMA/98pbr46zswfAAAD6UlEQVRo3u2az0obQRzHF/QFNugyCh5C+wBS6F0LfQBpXyAXMSF6XWRNYC5hDPXgxfzxD3gJ0ZheQ6sVcjFosdCLMdZeG6zxHZr9PzOZmczu0Ft+J1fcT35/vzOTUdM0bep9Uo9hiY+LmmNT7/SY9tolvNVj2wf7/elkfEBiaQh4oyvYq2EGVlQAs4vatK5kS2oR2DEsqwFmtBU1wKyWVAMkNF3RJoAJYAL4LwCAEFQCpCuntVUQCUIAwL55fjm4rdYAjAkombZZg548ggAgFzC0y+tjFN8Dxy6qQMUDO5DrNajiwdBejqGKB3YYEgSRB0PCLlTyQMYHsQem+a2u5oFpPq2peWCaN4oemNYdjDBM561RwlZdfpwzp5XDx2ca8hRBUHSEjMzhj5Z8ELSkAVuWjOZ36SBYmoh0NH9AOPEXRhbVQrOPAfLl6KqM0ngYX+LIerqD5XE3BgCk+xIuiBYWsN4f74JwYQFnmAtQppWbvUothTEKR6ELZblptC4HPUzRi51xvcCYRmvwEOrxetBQ+bq8Hli3oZKFQVxF0YPBnk/IBJXIRVKki4BwJk4jV5ECPQ7zyEwjXxN9PQbZYKpT0TTxyVtdVwMXfkZTZesBUln4CqOpsld5UOwLYhCuC94Igs/+L8oR1wXrzlOGFr8O4pUp5/nc5fcS6cERvSZ4LviVtOpjPDBOT34/M1wI0tgep0hDQckc9EddKHELObKwQARPMD3OkTFsSWkixBTdmyA/htEkaOP02K0c6PKSoHH0uEVN0AYvCTxZD4XInaBtPyeSABSqgKvnhvecT8kBAAqCcF8JmrQsGQLSf5ExZDlZ5C9tC+QEbXOyyAdAcoIMr7Kb0gB6grrsXhQA5vt4EkCD3YsjAGCkAKUObthZdhlGAOnHQW+NjMFtnjl2GWjAnO33i0sotvBO8J/+CAGGW/0bSCiZ63WHWUcKsI4LeqDGbXwgN0UA1MWbBywQTw2msJIAP07vr/xH90M3mONEAhZMonlQB8d9Yu5USMBGoAL33mEc+9AdZieRgEYAaONA5x2w3WJ1Em9lcqu9g9fRz8i91Np4RQjZPT6PbYEHdAhF4p0Oa7cmTKJe6GABGV1WLwvLGHSf075AAjDfopawEt7/JdYwULPQJXcSfiM4rQgkAEaW3FP6WXUAaF/CA0/G/POJP485SNO4+4MzOwv5XaosriY1WEcPCgAKB+dWuE8mAEAGoMPCSbUW/kWm4ljV+6LMsb0xsk4em5Br0DtRBT8LAIA+htmmRwBMvlOdACaAeICk2vsJ9cu6ZTXAjPqFpfKVqfKlrfK1sfrFtfLVufrlvdq/D/wDc7Yryq2EeusAAAAASUVORK5CYII=" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="https://www.instagram.com/rgb.irpsc/">

                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_631_6005)" />
                                    <defs>
                                        <pattern id="pattern0_631_6005" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6005"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_631_6005" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAAM1BMVEVHcEwzZpkwZJh8nb4zZpkzZpn///8zZpk8bZ4zZpnj6vFLeKXE0+Jki7Lx9fiovtSQrMg/h7JHAAAACnRSTlMA////y3X//vov4FK1eAAABQ1JREFUeNrtm9mS4ygQRU1iG8wi+P+vbeQSCGR2IRMz4Yx+6agqcZRsNxfdbn/2etwpQV8yQu+P1803MzxB5EsAZDUUILzufz9A3yRAd0fwoOir9h6fEKCP7f0pImiCEfLnA+P/KeMjOwsPNNEedgHOMuOCB0FzXTDVAWYd3iiZ6QIDMHcGELkRMhkAoR/AD+C/AwDVdgGAeSjlUuIak5yiWog6AAAqtWDL8qyxZVmY0JJWMdQAAOJa1I3tYwjNEYwAAK7Zs8uY5nAaACjuHP6NgCmcAwCunqdMFZxQAADJnieNSTgBcH78laAbAILpN3tL6ZpjQCuzY/0/zPkgBxD4n2nJ649CLhWrm4UMgD8+w7z+fIUVFPmbl6VXYhoAuHvAUrGfI6cnV24iBG0HoKpuFeUMOwLdDADY0Xe8/scuSi7EFMA+AaxrfHjfn+Y1rA9Eqwd0zR5Krx+slJK+I1PPSQDsDtA9ry/Fe0xFvaUkmjwAurh8c+9v6ZX3n4QLEgBUbH+FeyZA+WegexfdAABy6XcAovsJpGB3QfxZCQBLXXbA5wHpnWDrHDiHxOcgMQXCbsHC0JQboweMI4B1J64HsE5UWZmKza33NqFwIEF3DfMek+eeFgUAvuTWTUymBhJUutOH+/4U9WvAPiF1CHEVESpsV1/b+bddw3YRRFdh3AM4t2wApWQqw9YJRg6YidmA7JKOrqgsQPQayMrU3Qnr2oTj40YAABc5AeiuTqh8n1aAwvjRy3skQDj+n0pdNWiWYCQAFd7Gw1alUo49LkUvBNjXn5D+8RcEcPo6AHfCLPoQ84G3OY4qfByAmwCz4SNRrPZvgEsAnLyKX5K7jg5dMAzAOSB1R7ktIq7xgF0BaZ1sfyM8w4cBqLJKUTH5NQrAioSMSolLuUEA7uE6nXoC64KFj78LXIiRi1TcL+ELAHRFqOYEqb7gNlQVSt1dVgpdB5CX6RcCiBoAiPzW/8YDNWvAHdcXAGS17Vd2Aa7JWMgLzwFZCJf8eQooRwHkw+wwLmUX3AVVt6GOKYZRAO6cT7rA5VYv0gPFxJWTTCHiMACXN0lljtQzOknjAPbkZV4VH+ZonCre07cfcYEfNC+XxQWe8A4jIwgiI3VhaObln5KxoeBXRsdBESkaHX+WR4bmB4plrEh5ZixAgSBW3BgMsKXCE/mR2FU5GsCvBR3q1fEyaXuSyt7qiTQdGCcssXK5jIcsHWm6UqISkDymKpmSqYipPVGJeIX24FhtHQ0LYwrnegXaU7U2DhX5uhTlsqZjoz1Z7e61YsWsomUFovFiCSBfZgncUK7pxCLmwiI8V7JJzEBTycaumyeG0wCqo2i1J8QYP0ngnBmfgSSAX/o7ZaXUWqpw6em/MRPQWLr10uJdxeOP7ZT0ZBJgr3uzfh/sOjW5ltL9A7vIXjTqcgJ4ErK9gSGoTSgOzQjmwhLpGkIFQNjEUtWYFgzvN7GIniaW9TxkwXVb38aDhrTxHDVwdyMT621kQqNauXKTV2pmK1XpylZowin2E1K9nBn+M4hsBTDTILoRVp1asJqWzl6EpExuBHh7obmrdRFa1hwdlQBGgK4NE1vHRMnEsaXiPADyWkbKRlF1X3Nrb/naKvjuE8v8a7s1ft31P4AfAJn/oROdC3C/3clkgKmf+xHymP/B4/RPPqe6YPvsdtJGIEBfcz58doL3EX76Pcf/3sfv3/V/5Pt7Sr5l6L4P/w9CKKJ/6FZLVQAAAABJRU5ErkJggg==" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social"
                                href="https://ir.linkedin.com/in/%D8%AD%D8%B3%DB%8C%D9%86-%D9%82%D8%AF%DB%8C%D8%B1%DB%8C-89161a189?original_referer=https%3A%2F%2Frgb.irpsc.com%2F">

                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_631_6006)" />
                                    <defs>
                                        <pattern id="pattern0_631_6006" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6006"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_631_6006" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACABAMAAAAxEHz4AAAAKlBMVEVHcEw3mtA3mtA3mtA3mtD///83mtA0mdDw+Pxhr9rI4/J4u9+czehJo9RUvrxtAAAABXRSTlMA3I0wYaL3734AAAMYSURBVGje7ZpNT9swGMejsU+wTT2PC2f2DbbLvoElC7gUTbFg4pqIrT1aylh37XgRx1aIwnEbq8QRmJC4tnSi32WOX9I4cerETzdtUx5R1GD80/P8/feTFON5nre03PAdovlk1eOxtOw7hiS88p3jWTz/sQ+IlwzwGgJ4wxRoQADNVe+RD4rn3gsY4Km3AgNseg0YoAkH+MCoATXgfwWQEAYIJgdjEGAYRWdjdwA5pAihgTtgq8fmI/zVFUAOEY+PgWsGPQFYGzkC3lMBQDeOgHdcAfY6dwTci+kIfQicAGRfVlBFRQOAJbEOzcC1hG2EKIpX4pOjiC2VwbUjYEcaCX92tfKFAKw7b6bYihjha/d+MIwT6AAaSvuW4k43cAeQ9tH3UQBpaWEIbKp+4AMB//idiYQyAiVoOBO1QF0NsHUso8t3hrzgs/3pZDo13fb0fhDJ4B2pJS/YzgqObk+iaO/skpRsKLwjtZKt2R7ydk0RHoznllAEGKIkBrYMMO/LOuBB3S7i0bsyGVAFiBscPpZtRmA2RpU1GCaTqaHdldCgp5p9aqwwAyxESAOygcdVMhBdflYBztVg1ADrGVBVgPh+Xj4DrKVuFsHqA5xRgC2kNQOaAlD+FZ2eniQM/fnF7gMWe5fs+fGHzC5z35q/ClK7u/jybWLobxYf5FahIzbxhZLkppIT2Yy+GH1Qo32LBjSjgap5l5qMMD8DbsQ1/SkS648feR/ELy2DDWkccmV6ALLvxuSRLfwiCywECA2yHSn5/XiYVs6ArasqmdzbSuA+yLS0lOjkZykNcE6DvgbAVg1yHSnxzbbEV9KA6gCrBqZlLA/w91UT1HZj9QxocQZ0rpHMPvjTGvCOohtpoRnguUb6O3wg7q6OAGJoaTkfIKgP8O/WgJuVLkwDXLkfYFAJpIyR7LsR6gO6YB+ANahkJLUKwL1AQT6AamD8yDMDyB8UAyYHMvgHrR150VXju+lRYwlh7k2MDTLvSBjUf9WtATUgD2jA5i/grG0FBtiEH1iCj0zBh7bgY2P4wTX46Bx+eA/794FfYVel050Tw4EAAAAASUVORK5CYII=" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="https://www.pinterest.com/metarangiran/">
                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_631_6007)" />
                                    <defs>
                                        <pattern id="pattern0_631_6007" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6007"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_631_6007" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAAOVBMVEVHcEztIiHtJCP5srHtJSTtJST////tJSTtJSTtJSTvNDP/9PTyXl30dHP7zMzwSUj95OT2iYj3nJw2vynoAAAACnRSTlMA////wv//LeJzUwJCbAAABJ5JREFUeNrtm9l24yAMQBEEp2WH///YsdMsjlks2Y45c070MNOXVhchtGEY+5Pr7+VHniY/l98rm8v190Ttd4Y5wvUiO8jlSXD+8h9GuK+/k/6R4NrP/rNd+JUd5bfnBtw3oasBJhNc+gJc2E9fgB8mO8sX4AvwBfhvATi8CT8RYFItpfLeGGNHGf/zXkm5EYNRlY+qTRTOBa31cJPxh+CciHbEoENQAACUt8KFoSJ6pPCKyMDwi5c+1pW/IJJR0x4dDMBBGbGq/cEQvYRDAUb11ukBLyGhETAAk/qBKGiEdQAujRg2SEgK445sffkxDNvEWYQR1gDAi2GzaOFhJwA3btgjzvBdAGDDsE+ClXwHgNXDXtGxTcCa69+vf5WgAQCmYf8x/4gUp2wY05gedJtgG4ByjWBrbqnvUQyMSSrVQ6W2sAkg1YOcAnhPOFOaNqlGHAxsADDlFblYSbgceDVjOAVUAF7egBBbuZZXs0YiWwBicSWew0rFVI7curoJjGAAndR6bOfl4CkUp1nAlpxZYootKKePmgkY2gBI/bfSMeFNwMpbmR8BbXmxIyidCFAC7QVlC0C+hGdAHctyG2NMafxn7AqmlqBAkFswUSyQ//7Tgjzq95Aci3/YhzwWcDQA+OUOhFdlsbSuKHtCRO4Bw52B2TKXAA6bSSIegC9dIMwCANICkC1CEJzQVeG5QgLkJghFJ2BFHwxVD8jhBDabhmKFyjAu/KYDawG+jCVlL2TFUkg33AdrAchOokVbwLTQsRbIgxEaYOnA2m8BkFwcBRC2AWReeLoFjgMw2ywgNp8C20LHA7iWIUnHMM1+E9AAWThDR8IsGb5l0oQ9hstlEHLBkv1t97AAWUJO+GyoGtEOkABZUUOpB/J0/PplLEBWUwRKRWTrNS0SIM8EiVKW5xVdrLZMopwIxJ6quFCUPsMxCoDnrbWQhKoYMi2vMQcGYOxMNLY5ZKgdnHVF6wDF3kxQu2NRG3Vxm1XF8+aIA/eF/jh4Ynf8FsbCfNiXnRCdjHr2a9OcpNSeW06ekIjZsBGaR3QaWKU4Xd3YKMojEiHJAC8vWIxbCwB/FEN9UtaY0DRmRLE8lABDn9f6LVOyvw7EmaXx6AChObFuzgmdzW3HjT5w/e1RrSrdOAARYG1iz5rzJkyd0R4Ur861yDenJICwPlf6JIBOfv3W6HMAWhjMvRkZAHkKAk79JgvkMTDTTrg7pQPk5dp0m/64spjygvWE2+MjAP7u9O8fE1Dv8OkAsVRr3NLxPSnT/h4dIKv23GrwOvYUiAE3KPwQQGmKewLAy7B5w3EGAFfPc1UoiBJ8HsDeIgsvz+Ht5wGmoxem4lcW7kK0OQfg9pWOKNxHBcVPAqiVPPLzTgipAbDPBZDHsPEZR1CdARKXXQGCh64AOu40wF4AoU4BqB5Dt3cDsAC1jxn268cmI/cp/UgfAO+2fU1wWEECy8GPxtb9R1VE0xcq6V58T6X3QeopJRl/FN9T6c2By7MBbhPAh8jD5Ptt+RfgC/AF6P/Uq/tjt+7P/bo/eOz+5LP/o9fuz377P3zu//S7/+P3ns///wFV71mgS6T4/gAAAABJRU5ErkJggg==" />
                                    </defs>
                                </svg>
                            </a>
                            <a aria-label="social" href="https://virgool.io/@metarang.iran">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6012)" />
                                    <defs>
                                        <pattern id="pattern0_631_6012" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6012" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6012" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAARVBMVEVHcEwvLDYwLDT///8vLDQwLDQwLDQwLDQwLDQwLDQOcrgHXqgMbLMKZa4WXJcrOEwXT4AfQ2bG0t6Qq8bl6vBmfplTirlv/mdAAAAACnRSTlMAMv//rJsy5GdAp7uP2AAABRhJREFUeNrtm+d25SoMRhk7yUkoAuPy/o86BjfAnFi4wJq7rlL+avuTRBFAyGQ/n68qo70+f4hrXx9Z3VuEj6/N/3d29xbhe/VfFbLvwv5nDb5eVTkCkwcfVUH7GOvvVRLg9UM+q6L2SV5lAV6kKmz/BQBZGKDXfVEA2dV1KwsCtPVo3XmEqwB9V1vTvSwDoOvFTqbCRYC+3qzr8wPIzgWQ+QFax3+dOQRSNk3vCqBlRgDZKGCCa0+AJlcIZDM6F1wwLwAtMFAyA4BU46cLY9TLwJ4ZU83DAFIJzoUl4KEAk6WqQE66F2Jw/evFfzJCCkADfPRvfs2Pn4EOAAP5CIBU3NosQPtOAGPNAwASFvf23y4DxfjjhOF2AMn4YlaCeAaeIEACNMJxP/7zMrAD+/3iFAEOQArKOV0ZdhkYek8gILj4b86tBmEGiogESAKC9L8SGIgwA0VMAQbNXQDKeN8YBPUE6AbO4hKgxgMEQMOpp4CfgSNB104Mp9KAoAOwIlBd70y3nEXi0NwB0FBjTg20dcz0wCJpIK8DSDa7Xxi8DPSGI+5JALggEJwAjgJt/c4iIhxLQI4zYPY/MwxdjSUAjAQEI4ApAz5noq5/sW5IloAcjgF0RTC/Q/2raR5q0FwDGCcBusUgXoJ+JqaOBQSVghPDiNAe+I8EQV4CUK4A9H0JOkFIjMEBADgCUH4sQEQCdQVgTYEpDREC7LPgGgD3cgAhgB8DOE4CgsxBmwIaA9BB0khA0EUwGiYCdT0kTYkEVQRTBIa6KAClSIC0LCTYKhwlOAMANwL8MwoMTwHQAVcF/WMKFC5DmjAQiYcAcEMx3KhAMBIOuCIINgg3DsWYGMztMnHPXODNhrhCnPfKN03HQR0iJDB7ZT8C1wAUTZSghXCjfG1NGCQBFe1xAHwF4KZl+WJMIwLgSnBxXxDGgHLQv/k3AfAUuLwzCupgtPcEevQvZoKF4rBDcLg7BrrToH2Xf2B7qG4Eru+ObYMmIGCDjn4+E44A01h03CI57pD4EhgcLqDVO/fT53sImCYRokcUSGAW6IJB3+p5du50O7pnq/fZvTgeA5BdsrAQpl0SA+j7vh3/YPW+aYAWANUnhL172ywQ09bHnJ6IpYs/eZ9K8a4+4dSnCgi8zinf3Lt1gDq3wPWKOd3ngePe+vcgjAD39YqDWuROyyqmwPT9Anlwgz0viGjgIYgwCgx5cIQ9MQk1cI8PYhKIew8s7JlJOBwFEngaHM7CZ07N4E0W7ssAWwGJ54ZS+QLQIAlcCPy5XdLJ6RYGfygQSwwWw5/aJZ4dS8W9KqDBWDAzMPkUgDm+pWH7fF+IKUfo6fcHGuBLGngSbEFQ1aMAJhCwNK8DCSwCyKcB7BUOQcMsmBFY2h2G05dYVDQLUgNwHsBsGII5cUoCkHkAYPEfxICl3mMhZwOwnCD4A7J4+hKLf5i6mw64qrIAbGu0YDQEmQdARdYk/FQAzgE03oy0KSBUlQVAivi6jEOVBUBCZItgjGW6zKYC/6sETZUFYL9Cn01VWQCCXdJGAJlu1ar9NtEyiHMBOLEiEnEFzvo/caEx7NnYNIQqG8AYBb7bJjKZEyCyRTkdgLOz4SaCTUNV5QbYVucGAar8ANsWhVMhSwBsIlxJgEsAiwiqKgUwijCOyyALApiLxhf9X35hcdV/9f9Lq/KP3Yo/9yv+4LH4k8+yj17/lH32W/rhsfP0uvDT70KP3/947++LPf//C5dbAm73QAx2AAAAAElFTkSuQmCC" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="#">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6011)" />
                                    <defs>
                                        <pattern id="pattern0_631_6011" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6011" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6011" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACABAMAAAAxEHz4AAAAJFBMVEVHcEwFDKEFDKEFDKEFDKEArewFDKEAleEEH6oBddICVMMDNrWMKgCqAAAABXRSTlMATfHgpJDWC6sAAAMUSURBVGje7ZrLjtMwFIYzEg9QwROMhNgjoa4RSLyBFbWsoMhyk3WGXvYpM133glinaV+gnbQvR9K0udjnJLYPEgL17KaWv9q/z2+7x+M4jnP3kVvFu45zjrsP3DJe54RX3Drengfwxh7AsyG8JPTnX9IBdCmAQcd5wUnxnjYDzu+dTzTAN6dLAwwcTowb4Ab4lwE/TiEFIHbf2XhvD/BXLI3P1oCnRdafuaEdQCQBy2NvBRAxu8bGBpBPP4+lBeAyfWvAMWAUgEhYLUw1qMhnBZivpP6Gy/gUyP1dI0Ci9DfKRLFjarj6XvBjoD/raQNU+cwAqnx59DUBj0h/zf1Azj5TgIjR/mykAZDld6t/PLQDZPnd7UE1YwNAkX/NPdVLOOAo95+kS2IAULK/l+Z+pJoRAajZn5mvOgMWNgGA5VunH8eAGUGAr2Z/KgD3AsAKEKC295YC1AbQBADc42aSe6CXVACw+bBfWUOkBQDdMzkPDPaSBADdk2+fEeylOgDevLZZ05BpAHxw85qehyavzBIAAMt3XcGaCzAAvPmdV1AdQOGlEoBsfmsODqDwUgFANt9Jvjhqo3zNEwuGC8Bn6MFWAIYMF4D7AXqwFYBZgwD8gJ9LBeCACwANoLRC0xSuN4AD0wBAIm7zJi9oOJfKZVTTeHppiZvOpUoiiV39m/qXhfKYJiA9iaqIqwAiAgFL8AeHmP8MimPsmuHMAJDGaRXU+iMZWnpJ3ROPK+aOn3nzAEovQdv66blIdIHcT0ortNxQZowIQBSoWKEZ4DEiYIgB+pqAWdsV7e8BRlQRHzQBWCJXrNCSB1gmb3QB2F1XG8D9RYuXWq/74IlVsUL7D46ECoBk6BnVUAAZzACADIYAVYa+aRkoxr2kB5BlmBoXoqTzcWReyUowM2rXD2LEjNqAmgwbm2JcVYa9VTUvAa1gUsWJoDwyqSMVl62pbUHyEVgEs1LYQZXAsBgXKzMwBGTVxHFIKsrOT+GtMH0D/J+ALq3/gP5cSH6wJD+Zkh9tyc/GpIfrrx3i0/n9n3m8p/37wG/ns1SkZ1D0hwAAAABJRU5ErkJggg==" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="https://rubika.ir/metaverse_iran">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6010)" />
                                    <defs>
                                        <pattern id="pattern0_631_6010" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6010" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6010" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAA0lBMVEVHcEzS+sbw7/Dj4+PS+sbR+sbO+MbS+sbS+sbQ+sb9/v43rZz0qSXmTVJ6RIfudhdNOIS9ywp+tCdb1r3T/chd2L5TyLPwhB1LNYPcpY24zQWxygmFtyPQ9Lh/tCV5bqFePITYuhfB54ymoaey48yXcaCQmaV9syWT2L9vQYTsvGnO66iOwkd94MDqXTrISV6gRW7D9sa+0ylIroJsskfsaiddnabC4FpqwbXmy4Kn1nDl2ZvrrlH0rzZZsGX14r/07ODplT1Qa5V1Xo+n4Z2ucohY4YV3AAAACnRSTlMA////pGgK8uA7k9VqkwAABqJJREFUeNrV22lf4joUB+A2oLKDUFrsDIoMc6lsBVwQQUTnN9//K92ka5KmbZIivTcv5p1zHs7/hKVNFcVZl+ViST3jKhXLlwq2ysUr9czrqlgO61+U1LMvTStdeOUvL67UXNaVJ8irvi8ol9TcVgnOwWVRzXEVL5XyVZ6Aq7KSawNgC5RSvoCSoua8/u8ADa48Af3h5m3Yzwug9Tdr88fP9uytr+UCGK5NEwHG7dlQ1c4OmG5M0wWg9TY9MwB1HwOMx9I5KHKz55UPASgHKYIiGz4B8AkSo6DIhk8B2rKjoMiGzwLIjIIitvOHZHm6AxKjIAQYbkwzEQDfE0RHQREJ/9pMA4iPAjegv12bJidgPLNWpwVo6vbTqN3zdeC2fajq89FJAbt9s2nUagwCA/D0WK3qne58dTLAdGI0XUBUQAFunfIQ0O10ulw5KOlbb/vZbPqACIEE3D4dqtUA0O2OVtkBO7d8AKAIOACG/1gNAZDQSR+FFMB0bzRpQO3+ngXwu48BkCFtFJTE7k+C8jgAb4IPIMrjgLRRUNLDZwBCggu4DcKnAXASknNQ0sNnAnyCA8DCjwCclUBQ0sOPAdRq1y6A6j4L0I0fBTaACD8WgJoAAdHyEQDakjGjwAT0980mDwAR2odqNR2ABOwmMAGTJi/gfWtVuQBoP1i8gGl9wQmYfFQqhVcuQFd/+TPSuADaTb1ef+YA7GF5tEZ6+gx0Xv40Gr8EAPXFcwrgfXeseAtYyQBY/q7REARECCTgfRKUR6tgJQFenfLCgDo5CgYdPrlGrzEAFH5DEkCMAgbY70AluvBRwD4LgvJSACwHI9x6xwpzYaMQAPzuSwNCguGH/1GJXcGW9ABEeVmAPwpGTPjMUXC+EelY9zMB3CYYztYDlZQFnFHQu0T4WQEOwYgPn8rBQt+Kqe5nBUCCkdZ9fBT06MvPCrD/HivcC9w9NE4LsJeN3wUAeOuDu97g4ZQAG/7170KhAPjKI0CrNTgZAL58D8BBAMAHtCJNkAO45X1AGgFggAhBBuCXDwFJowAACaBykADY4V8HgNgmABAFEARhQPjySQCTAAAbgOUgCCDKU4AoAcQCQoIYYEmNMAUgBQAkAfwcRAB2ZBPTAIwAQBqg1XoQAtjLBgfAIwDAA0A5cALUmyXrjZwFQAS69jEGAAm8HfhnwA8o0KVjO9BqLW94AcxPknRAcgQPdp0fwHgfTwMckwGDJZxsEUD0wyxDB3qDpV0XBrg7RxBwZAIatvvWJgogc0gAHJM60Huw/bd2YQBB4I7giAN6TvjyAGwUYgCF5BlY2vWMgKAJMrugYRPfbeQAPY/AE8ERB/QeltR3OzmA3wXBbUiEnxnQGgwEdwEZfnYAXHcCHSj8tVk/bjIBvvTXEa/gY2IsTgz4eunAH71W6i5A/x637zWj+bw4HaAHy3e7zgUYK7UBx90e/o5HV3qfTwTotV7cyw3OlYdIDnT39851DPdS8+IkgC/du9jlXX2hCFT47zUMQBNkAKj7JIDKAe/+9t2/kBVcbCdGQRTQ6wXlCUBVxwhHMnwaQIyCIMALnwHAcwi7j1/IJG43LCQBXvhMQEigwmcBghyEAFj3mQA/Byp8JsAn8AJ+oe536Avu0Wvy1ZEDIMKPAbijwAsYfX2xbjgw7kvAHKjwYwFoFKacv4z6Vodxx0Vn3puxIt2PBTQn3PeMVvMOJ+DQvr7nBez7/LftNIsrgsNT++cPk0Vg3PWb9EVuXGqreeoQPj61bxGAJYjc9dxPY062xN661UbzxG34eIDl2w4ArvtkwOdO5ua1OprHAw5Pt85dcw9Ad4EAfG4TjhYlnh9YWTFvxU73CYB5TRAMInxN+gADNgoYICyPAUhBeOxhv8t4hMPPIQB44UcAxCgYYfha1kMsK5fgA+DWwxcJCEbBSA9f4BiPMwouAO8+C+AH4Zz7mfCc6OI6yOSMgs4oHwV4AghIC1/wLNlorlcPkfIMgJuD8bnlPFLHfZhtZc3G0fpMgGmut9yHCrkBmjp9a4/5OrD5juN8iDCcRQgMwOa7DjSqmtaPECKA9Xce6YSvrP82GycA1pu+4NFeiWO9xCiQgM33H+t1zrZiOeCA9VDiP5MB4KMQAtZyDxrIHm73R8EHoPDVMwKCUfAAm3Mf7w9GwQFIhZ8doMEcEGCd6SmTTA+5wGl82+T3kIv75pjvYz4nWPkDcn/YLffH/XJ/4DHXRz614mX+D73m/9hvfgK/fj6PfsP+X/x3Hn7P8/H/fwFEm/2DbG8mogAAAABJRU5ErkJggg==" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="https://www.youtube.com/@Irpsc">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6009)" />
                                    <defs>
                                        <pattern id="pattern0_631_6009" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6009" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6009" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACABAMAAAAxEHz4AAAALVBMVEVHcEztJSTtJSTtJSTtJST+///tJSTtIyLvPTz84+P4ra36y8r2lJP0eXnyW1qY0Hh4AAAABXRSTlMA4i1zwv/w0xgAAAKbSURBVGje7dpPaxNBFADwof0GCjm34AeoUPwACv0Ge0hihdAyb6lNjjN7UI9NKtrbQqLiLUK3vW4hLXizf0I8iorWWxEb2s/gJMbadt/svskjSGHfKWmSX2YnMztv5lUIIabmC3KMqDyYEcOYuivHjNt/hDty7Lg/+Px0YXygMmeAWcmIW6YHFjjA8oyYlqyY413B4Bru8YAlscADlkWBB1SEZEYO5EAO5MANAEBfCUUF4OLtvt/4F/6Vl1IA7TfOz773utGeiU5rFIMnu9F27+OP88aaTgP0y62Wlxqt3S/aDsCL0MuM4qGyAfAs9ghR/mkF+h4p3isLEMQ0oFy3AKseMfYtwDoVaCoUgE9UYBEHZEwFyoACQUgFinUMgKceOT6jLXhCBw5QYIUOvEMv4TEd2FEYsE4HmhMB9C868BZtwcn1t72yDoxHGCATQPN56AIkp0JTnWZPhkstQADVdwDgA9LX6hsKPCQDMvjKBCA4IgNtdLiAv5kESmgnti3jrdZOApLeAvNCLSYB1hZIqMY8wCyZIQ+Q+tqi6Q5UeUCiG107MfFDugFQ22T9jNhgdgHQyeAwEgGdjnQA8BsCOhslOp37vBuK7aaIAhoBTkMHALkrW9PGRRrwJvScgBP60kZcmRwBYC+u/z0/kNwUh51k0XNtW5rHTjQvUt2UlLeYkuq6JNtyMul+1kAIszYc9Gz7YFKbLs3d9kHQpny+VLfvnauEiyjbt76mDRvdTurOqZW++Zaglb9xdtzrRdHwAOD1cPffGTyMzPb/2Gz/QWeeYPw9Zbh0ArE2+jtykoEBarSsQ+IARDkewhhKmS8GlR9E5UAO5MDNANilMnaxjl0uZBcs2SVTdtGWXTbmF67ZpXN+8Z737wO/AYerU28m8em1AAAAAElFTkSuQmCC" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="#">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6008)" />
                                    <defs>
                                        <pattern id="pattern0_631_6008" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6008" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6008" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAANlBMVEVHcEwSn1Pp9u8qqWQAmEYAmEb///8AmEYAmEYAmEa6481AsnT2+/lyxplbvYjU7uCg2bqEzab4ZHuMAAAACnRSTlMA////n///3V0kwIRctQAABZ9JREFUeNrtW1ly4yAQZbEdh537XzaSDBJIDaKRY35MzVRSM3H60fsGIa/z+7z93D92fm7PX5Ke309SjxgSCM+Pk18gPMfS3xCMoh8R/A6jPyGY9eB2H3huYxmwsOB5H3qeYyUwsYD8jAZwH3y+AL4AvgD6AVAujdF+OtoYyeknAVBuvLBMPeJRilnnJf8IACq1SGgnRzGh+X8D4BP1SG/580iwTN8yYeg/ApCOQTfPUVjP/wlAQn6lmd8/HAyEdgDcQ7fPIGzfW03fDIAam9990nvhZgucbFEnNhG/CPlWANxles+EN7nlL5aZsYi1MaENQHL9+XIadjt0MhG1cUEJ/iYANJU+c5LWnERqJ1a+BQB12/WZ4+fSYisTmHkDACo2JW/TLClWhVH6MgAu1uu325a28TOnCEj7/QXCwXHRygPSJP/Z+D3Kx1Mf44QyFwBE/ZutGhs0dTQHJvsB6GjWDep8dB7RGizvBSDXS3TQDwgW7aF9ALi9RH9CEAOD7wPgov7pe+fR6lQNyDn+h+9PXF3wiWUhlAFQ2yDBZjeq8QA8IqKc63HREkhVAwEFkFMpoBE88cEWPRaABwXwCnUPhxcC4zgAnEH6u/42ibdFjwOgA+ccyBYMC+6iqgWkbgL5VVfPiGKBDHmswQCIfHNHzwRxpkkLYHMmFSc4kZIHvVB1narcBv4IqUaBHLROs26Ee47y1O0ATMgmdEECCucfg+6KdgAO4vNLljFAKJwaqpIMSI1n+S3X4IAOUeGTYHJGal7IH36N2mRg8TLwrQBMoCJBj9Lhi8IvFK0APGxqLi1/LaYLEVgKMY1UdHCv6CapwHFZUlACSAtJxXU54B6qteQCmScbAYRUwBc4g1SATaiQGZCKEWjYp6qONFG/PqZxAEy5UMTmiabojEkljzOQi1boUJAA8AgACgzgricheAFQSADwLeUakXFCwHGAlwH0GsL7AMS4Ui/4LlpB0Q/keSEGgS+pdRlAkcl6tYRD04TSE0/YCOBezSKp20KSo3k7szgvEChXHBlWiPhJ3yprXC2JJAMb5SGVaA1GMfssZV3cbjyw5lA1OXk5HNdLien/k9axCvS2fhYAwZSVqpoTFk1dpukhc/OUxqfjG7ZTT4dMydZyjtYQJA18YXw+LshpoZPSWJpWUm8u9tOSfGzi9yKd/rk9LS+kxfmPuP3EJptd6WuFCT2VQTpFUFnBsvzNuN1Rmq2GWG0QSgENro7pp3mgi9PF1M+rcKotMD5UOye6sLNQFZQ7JK6tAuTe5jxQx3QlZvOoBsUa9E6jfhxUZQIw7fpE6vGrJfWi0ttsjJp3FvWjq0m1sqAp9ZowxKGhsrkXjP1Gi2zTLcbbMPDYMHDjnfN+NzxfQwS6Ubm2aTBlOC32y/Gt2lV4tmcvIhek6mpWRzV0F+jz8477abtemX76a+7UNbAInTJLL9I/qWXJ/0mgrZQlJ+JT3eOKLWPoG9sZvBEWsrbOwaWrVEcN7NfscW10G3KiVAK0fV0r2fjoHV6bnfrM6xmscTElTRN6x/dx4Oc36o+2BYo7NUmi1L3AECQw6w9NtrfOVkgW8kmC3r/CoaMEMuphhcfwSmaQ/uiFJZaYxaTUt9KHCX3gA+VbThB+7MIaTzqcAfLeOf20wmsjJZ+OlEa7w4of8xcWmXRhW0ztd8fYctQxN764yiWyyUC8EliIwefiMlv0QpnqaSmdAvYHs5ur96zz6f193Gt7jO4WGhWkIsrqqwuN2XRKWZea3VoGKFgrXs2CiwCSCa3wR3ubzQ2uy2dOYcMWKUsAsvYkBbeb9qtlu1HLntBNYAnsGA+jmO1/OWZyB29cbJbsnPr7DgCAS3r/3Plu138BfAGMBzD8qdfgx2638c/9hj94HP7kc/yj1+HPfsc/fB7/9Hv84/eRz///ABS5W7CT2kjVAAAAAElFTkSuQmCC" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="https://faq.irpsc.com/">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6017)" />
                                    <defs>
                                        <pattern id="pattern0_631_6017" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6017" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6017" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAAYFBMVEVHcEz7wJn7wJn7w537wZr7wJn7wJn0v5T7wpz7wJn8wJkbrwL/AAD+Ew4mrgjAu3H7tZD9KyH7gGX8Rzf7ZU/7lHVntDX7q4hDrRr7ooCZuFbfvYW7OAOHYQTgGwNcgQQLqYKqAAAACnRSTlMArGp1OmWb/Qrjbskr9wAAB7hJREFUeNrFW4l24yoMdedlqsau993O8v9/+RxjbBYJRJJpOWemCXbQRTsComhtX6fPc/yD7fx5+oqUdvqA+IcbfJwO+n/P8S+0819J/z+If6XBn23+P01/pwcrD05n9cFP/DtAnBc9+PowYP1o+/iKTr+kALFkwedv0RYT/4zO6AMwPr75+8H1c6Q//nl5RPEvtygmjAA83+O4KPqtFYXD2MnfA80BMD6D8aQY26auyzLdWlnWddOOhS5x5PdgvxFxPJbWxqou02+kpWVdjf7fYyIAdLZY65saJb6DqJsxzBJDlLCo3NQlhqrg8/MAQCjN0d1XpUHpIfxHWz7oT8qq14cBa2hw6QAgX4um1MXdVO24qP+j9WNbNbpilE3P5EKk9QLxeqHMPi2basTsbqwaBUSJC4JnhmZra2VqrWPgolUYVbccY7B1wHq/aFKPfhGamjYFxlBAALjc1lju5FuetbQ7hHIkiB8qHsUeDajSQPKazNLqxWAEkv2YTgEtYZBaa4iBAUAbsKjlML3fVMHwmRv0unjeCiT9snJQouVQaggAHyDCR12/9Rv9uudl2aY17b8fHd44ot2vnH9TsKMlmAbsn0Hk5X/Fowi4LqaEHgAZDXdLrXU7An6kV5+SCLwcaEg7hiBAG4KGUuKI0GzxO5s+VwrgHQnlwP6zMdXkH5Ct269WgpdjiB8oSo1vzMSZeL7ZQlkE6ECDeBDffIGEttlTg74QYcGyXQVQ9jHt/oFvi4tHWxmattgrEeY/akRtIFAJtD9CES1bBMITVogCBKseJtOKpwNCA6UAgMptqV4UVm+PSQNoXHbrygFc/Kgotx5ZPQJs/WoByuwSetWjIgAba9qyCAGtAWafsKzKrwM6A7ACV5AWHv217Y1QK3AzAByrF1spgWABuAoU9cEAeNr0UHupUd0yRTCmlMG+3CotJgEBoMLiBlDOHhwGaC2EhH+pPFZQ604Q2GxnuOoGk4HhB1YJ+GzQmwwR68xVDc28ICIlAB6HC2xWSNMxZQAIgDo4DHHSA0QGRIXEwAi8OOD0UuDR8Eh7bUzR7O3xArX+ISgD9gAbXudAiyZvME9dN3RTDrz+eM6XB12Xz+ZAK4NbBwDUUPIuS9aWdblGxuyXXmEatgfDBEhIbBx+oDle2DunIdnbMCm4lP5sUnEd/Uk32xNsNClGdjKo+6opU8Y7KEGO9+v0F8izZeU1XaQqbBmp81wpbVKYif540vuTDkxXpOtYZOUCmpZCl+ADyv6dD4Po1xnzaLllBj0JoLCe2+OJqWr9mcICC7DGgl63Qysh6S0OTdZ4yUT0d5hkHshmpeBry1hbmKgAwJxQpvK6MwQg+22OaTJQAWBWYHHAVgFBCO2fcQCqiVIceAVAJhlBAaA4gOWENIDs+L+TIshsYG/nAKlsIUqY8wFwzDDJCfOccJllg2mGt5HliMBUgkz1rVt/ZvYjyCYz47vNlhWAyiE9IxQDZhZDTUJS0hYLtHC0uuJbTodjOxjBRPg1M0jJfkMLhtwKRpectAIsXoNKKVP8qobgCPw6Ap2+CMdXBweQcLkE3uFIB0ALlBnavycqC94ZyXkPAIADKM094DnvhqV102xCw/vjJSNb+3MjIRJWeHdwgExKYZ7xajTdjzwQRjDkdEomzOCfLE0PHcwcHLC1MORIhfddoYNZjkZDsJcOngIAsDFsb28qkLg4wFichh4zAcMNDU4RFNjiEN7C/00ClwQBAJ4CxTumLyVwTZwc0Eo0EBObbWCWrYGzUF3ndhsOAIAWKuvny5Tusy9iE+qSeDjArFM+0USZ7u4FUFiVWnhFCYz63yUjAADBApQ4YKrg27YQDLgmGAA9ZOy1WvBVHkNKNEIDbpkCAJ4q1z/Df9j3TK5J4tUBc8MiVOzg2DW6ZS4AYGwuNIT7B2ILy6mrYsvmnrA4ILfZKp6wOVsKQgMvGQXArGxa23bwEv+lAAY9sXbtnDaeLe+wSunG0SuyVArauo0Jkweqpin/iOlcMicAwGJSWjHLof5E7Pt2T7wcUKeibrrDUzYoP28HCO4JDQBoNSD9EV09N2q6G/0rslwGWgf24OE4QqFKhebRRv+SJUkSoISr7agI4Ln0DBD6FAA7rPXmMZ5gHZTn8C5DkoRzYDEF1kEmQO0ElBno9D1JKSaF77L1LQuwEeR5tkuG12xcntCUQso+Irr37ofZTPpMP7BbY6qeZ2N7o/0437ISS1gAwGNH5IFGNG/az1Qu/o8JwKGK3iOdJueOI52Xu13OY3hCY0DkUKtDFOqh1itSN/V5QjyjfepYLzp9VkqGTSv4YPMNn36gDqhyCDrafbsOSRIAAJA8wuSIdbj9ezvbXppn253kw60A1S/X8f4LyXyeJwTX19GDYaF+d5N3mCEv2BXkFY/vG4M6VwTgRLRdcjlkn94uC/FH5TRjNJcr5ufaC4xF+2XLQxr4OACMetxb1q2hl1z+CZD1sht1E+UH2tm67geeesObgX3iFx4h/reS2X9yPskrn7wDKuAoFjyF4uNLvfTKzvZf4YL25vmEXfuFp1nLvXK7v79dff4DIeWvN+iA9Hp/9KvfRKLvCk7wCo7j6vfj8vs5uAoCT2ueIK9efmdd/wduqADn/+Ljcf3/f9zUrYL5JAqFAAAAAElFTkSuQmCC" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="#">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6016)" />
                                    <defs>
                                        <pattern id="pattern0_631_6016" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6016" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6016" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACABAMAAAAxEHz4AAAAMFBMVEVHcExV4ytV3jRV6SJV6SJV6SJV6SJV6SJYZfNV6SJYct5WzU9XgsVXka5WuW5WpY3qqCoNAAAACHRSTlMA/fg5Z6wKmwwfgcMAAAO+SURBVGje7ZpPbxJBFMAn0S9A1cOm0qSJiVlrmnrxrH4DL34B4xfw5jeYbKFkuJjNWnrdUJDU27YVUk8EC009IRIbeyqtSrxBbRt3kYWZt2+XWeZiDO8Ew85vZ968P/NmIISQ5y/NqeTuQzKQa0/NKeXWygDwxJxa7nj9r2vTA9gjF/DYVJCbrgZ0FUB2hbwwleQZeaAGuEFeqQFeE10NkCWmoswAM8AM8M8DmPhViwmY77Yd/rtVv9qKAbC6NUoP+ZZ1Sgs4AgGwSou6ssm3bXsthd+aDGD+wvaepmn+6eagyTjYmgxYHrzee9qZ2yn/dOVsZ9Gyh43F40mAiv8opfX9/N8P+UJ71GjAaQBActw/RIzDSECPTpRMFMCyJwMMJwKQpBKyFwE4kQGshQOsqgxAnIMA2KBS0g8FbMsBVkMBTTmAYOQ8IGfLAWgnBJCU7C8sJIm7iHAhOQBrygJSGgqwqLR0UMC6POAQBWzLA1ZRQE8ekMYAWVsewLnDGJCjdBotEmkzsnFTIpN0aMC+VEwaJI4ObSQwjgCsyr8TGXWILZI48ZQTJwDYiNV/HJVGgDfC7/n9mtih0LZxjyboIqSPE3Pf+YbGYmK5iS4DwYKB8c3TKrcsGa+uWbCxkECwVXwLtdIPDDINAawaNNQeiKI5bB0Jsop+1L0PJ9xE3IkgrrQGV7aPKLoDALwZfACjGr3tNmIIBIlnn30FVcF8N5CHSATcn3Mas9Y9ALiHRQsIyCGWRBD99GUAqwBwggD8TIPqYA0Aesj0/DBr6IimMxGATTjiDqIoCGgiv63DRNRDnAED+IZzCuYrZA5fMQTxJfoJbLmGxCSVBaQHWtsdN3wMpv+ULgCy4gav4eIXqmKEYbtivgAAEJOPzroCMnVVvrTjACTy6wwAAUx5BFXVEcQGpFCAIdPVRn2Bt/N2WNd6uDPx7lxK/EBVanxNnIfHAy6oljSzUgv2d0tvdgoTMJcbm4IvzgPXGdTdjNsypGFuFLJ/QzdZ+YJryB+caWaW62/8Cm7z3nPvO3D5bKnbruVdKdSv3rkasy64B74g+0R+gMP8yuZ2XFnUxGQ/DDjB3Xr2PKQ0DGSVko7XTFYLmplwfjsy1qITWvq20PIYZL+iE1H+twIlTaAqLEaV/6Z1jhwRCBuWkhN9hpL1zDiDnzm5mc1o6JNOcVilis/Am0MqeJKEHEQtXTo4wDo6ljsKY2EHb9rsRHMGmAH+a4DyZZ3ydaHyhaXylanypa3ytbH6xbXy1bn65b3a3wf+AGZYYe3qdIxxAAAAAElFTkSuQmCC" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="https://www.dalfak.com/metarang">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6015)" />
                                    <defs>
                                        <pattern id="pattern0_631_6015" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6015" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6015" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAAM1BMVEVHcExf0+RkAZpfwN1f0uRf0+Rf0eNf0+RgqtVf0+RjIaVjPK9hlM5hhMhiXLlkEZ9gq9a2ZpZBAAAACnRSTlMA////O2cK6LKkBDnOcQAAAshJREFUeNrt2+uS6iAMAGABtVMCgfd/2m27WqvbQFuT5swc4k+d8hnSixIulynu174zJ0bXX++XRZw8/BT99TX+7fzhxyzc5vGNTjwFOt9/iklw1RvfdEMd3HujGP1dNQFTClQTMKTg0ukCuotRjgZogHdAiDGUXkPk7OQAzttapJQ8IAY2xl7ADAEMThMwhucwfAMY8uCjUwWMadhDyAiAzICRsHX8MB4f2AFDQeZN48dkZQAbk4DT+DIAa7FWCQ4fnxQC2Mo0ZLDCgLIgvI4sBrCeFsTFgeUAtOBRfuIAQjCXnzzAwsq54MCeB7BYKP/jAA/zy6dUFkS6/I8DonFz5ByxlKeUV66+3wLC56wGSJvKwOHK5xgAY2ZhwyR8lD8rYP3LvZ+LeR3JBFid3rczIRClwgYgBb91SPr4ACYWUkDOECfAIJUCh4WrJSOAunIi2HMA5CTYswAOlAFHUsALOHD/5AUY1AYEbcD+OWAGGNAGRG1A0AbkpAzYXYXcgN1VyA7ABtAGxAZogAZogAb47wHtbqj9ROTUAdoPpeqP5eq/jFAboP3jdHcJcAP2/0nEDABlwP4ZYAbs/4+K+Y9Krww4kABWQCAqAPw5AOpG6F3wZwDIRYFIrhfxAqjxvZvaVaQB9KJILL/PBKBzPK9cEstWLAB61XD56ehlAC6XVo+xtr56ZPE6zxEioi9d/72rTdQBQHqFrdx8UqiWqmwDQyz3j4gDsNJBIw0AV+khEgaAq3VRyQLAVfvIRAGldrblhUsKUGmne12XZQCp2lA4l6IIYEtL5bMUJVo6t/W1Ph4R2AEJt3WUPkuRGZAg7GgizmNzOifAb/72ZHwBSBC/Hv4wIAFyjP4HAMmXX94DIEa+7v6PDQ5uQxjeaHtMGkAfoL7ZTX27n/qGR/Utn+qbXjW3/apvPL79K1u/VTa/d8vN75rb/38Ar8F2qVBsQ8AAAAAASUVORK5CYII=" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="https://www.aparat.com/Qzparadise.ir">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6014)" />
                                    <defs>
                                        <pattern id="pattern0_631_6014" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6014" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6014" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAAV1BMVEVHcEzCzCrHuzjuFFrCzCrCzCrCzCq7xCnCzCrCzCrCzCojHiDpJVTGuy7kO07LpTTdWUbXcUDQjDqqsid/hCSWnCYtKiBtcCNRUiFdXiFDQiA5NyDPRUYZhlcrAAAACnRSTlMAAQP/QAoy+KRoVX3R8AAABqZJREFUeNrtW9l2pDgMpaeScUJ7xxRQ/P9/ToHBeLdcoYt5aJ+Tl4Sgi3QlS7LcNOv6/PhC7RsX+vr4bKz173vFawj/GvG/vt8ufoXw/UuL/+ca+QeCq+Q/1/dq/+vkt+jJg8+v9sL19dl8oCsBoI/mUgU8VdCgawGgpr14/QUABYC6XinVd+gSAKgfHvffy7o/JnUuCAiAftTSt3V/DCeCKANAgyN+g9CjdwHoRl/4uUZoquQvn969lYRossWPZ0svAxgO8fPUW38gjEnBtyUkY+SPAOhm8/WWeMIEp/jmLEy5eAlEHsB0KN9Il4FwsyiX5FQAuwJmtdOeCXrLLirYiQCUlj/t1GMc34oLc3YagNUC9/3zQeKrITQlC8yb9YkAil8hCLJtIkXHzQHonzF43F4g6a1qYam/YZjHfOxq8kFgk0/4rXpxrYRlJ5knldw7cgDGnX4s/vnY+jG/sBxCM0HddRBXXS2Abt7kSwj302ZQd9+ZgQD6Tb7LPkyXBSSkcOP52NUB2OQ7DibXeEuKASmO4NHXAEDa+2xeWf5Nkn7haIe7e+qjq80HROjcBgJ3JeIoFVYddA9jBVQHQASUshePk89Vw4qgN9vqUAXA4n9E/ooAGJKUSSu6CgAMe8b0F6HBB+PASfDCHDQmVJADQKj3loiK/G1o9RJCpO27lNi5jaeCBkaAuAJcjO4uaG9ewvHFHgrANgBm9Sw9Avj638YTBiAA5+NoKtViGYzHG9Z/33k4AgGIW9kCTyE4o6NDB9Li4QOBADgKyACge5TKujG2VAAEIG5VABI24jYP0aMCgKuAMgBZILLFghEEQHjZdsFVkiSltgp0LJggJPQUoG2YiUS8aMkV4rorKggAGU9ukgJE2xZetL6hX5IzUCAKdhn+EgXsaMY3G7gcTAAgQbKRCIXiBgaw22CCbEYy3Nk5yb0eAGB9RvkUSAAQyfQuoagyBzY/uN8h+QChNwgCq1zhgHi22AA9PAokAOBcrRNG+rSbBinFBErJZKr4t/oPXrEqixTQzww9BIDI9B+eKQ8hTPqlemkv2G0YFKoNKArYqQnGFGMQR/2iju/FRhEALVV9VmuK03SsNAbA6Q2lATtBqhOyl0hUpvORjJkaqBNktL4J8nUQ1G4YCoDBat/DK3dT21lxpKMUDec/ACBD0qx1QdRLXgaAkzy0X8dtLwnbB/gcDaxvxlGLClDr5EcAQuUmNJDzGvayF2CXXn7oAfrt6wB8F9espwxgAaejRl4MRJTFQ+z++1QPNfgOKIAjFOO4fINAsIUUpe4dzuX25c0onhALszXZDoizEYSDAQDq0sBMfNunt/4dvgE3TB/AeiIny+mwm7TYDbR0/05CAKwdXYbLnQHbVTyWJFrb8U/xACB9OEQLenOJEmbsIkbD+Kd4ALq78l4gYVVf9I+4TAEfgNKFiyw3h8wz0SdiVpAQAJPuohEKByDK6XCOTC6ApYfROwYuAkiRFFreNsEp0eDaoMQB3gLcNFPgN8FBoWeDghckGwcEuxtCSlNNeFDYuxzPN4fSJuKAMOgD0J280W1Ds5co4ANIPtf4HNx7KAK2F0ABiBYOQIeCQwUyxzEQAJx5LAbAU0EsH2C41D4L61IICbdu7hRpNSfCTNoLQL1uH8DW09cqsPpLLF30ip80+8NA5JxtifiBmVt0QSKhAB9em3MVFfRXhCTLYUxYdMmiAiiBn54PzsEOCw9tw1Qr/nrrTJGyivkBo4IJQY+tox1ECejyxlMyc7SkiiWHASdIrjUj6iYozPne1lMW+R5NXAfCl58ZPgvScnO4pWlABKTqs/t3pnY85CNVAaDtH85pfwIBdq2AqdjO9R0vwXojGYa2AsAxQDfGBhjSx9XhZMN2kjXc+yoAT43N2/zYMcKBbxAyJEY45q4OwFMJSs+Q5odYCm3EY4hlbGsBLCNIappTYzy42MFczH+M8QwvAFj10A/j5A4yga2w9TTQEJ4SVU1QtN3uwiwzyoVTo1yaz4/uBwDafOsxP8zWWxnWCQCeTs5xRjT2xJt5YHUWgLY80IiPgcZ+TEyN/AhAdqQTWyOd3TEOPbSnAmijQ63YHWrt1Pz7N0gBL4/358Z6n2HMmkYe2j8CILlQP8z2MPaE3gkAdcqdxI8O0P0hAKgztxAq5J8GAK1bh38NYCiP4Tcnan9yFWCNY7+LAweIO/gOxPleUHkb5u89o+sBXH7Z7fLrfpdfeLz8yufll16vvPaLvptLLx7vF5+vvvr9P7j8fun1//8AyetBaiOz5OgAAAAASUVORK5CYII=" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="#">

                                <svg width="63" height="63" viewBox="0 0 63 63" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="63" fill="url(#pattern0_631_6013)" />
                                    <defs>
                                        <pattern id="pattern0_631_6013" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6013" transform="scale(0.0078125)" />
                                        </pattern>
                                        <image id="image0_631_6013" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAAWlBMVEVHcEwcsAL/AAAjfR81AWY1AWY1AGY1AWY1AWY1AWY1BWNMAlkxGldsAkm6BCHXBhEepAjpBAkfmBCgBC4oXy+FAj0qUDgsQz8uLkwtOEZuYwuXSQY+kwRYfgTZnFxVAAAACnRSTlMA////rJv/5Dln6yaYrQAABl9JREFUeNrtm+l2ozoMgKG0tCM2EwMh2/u/5iXYAS+yLRNa/lyd5nQ6B9BnSRaKLSeJkJ+v7/wP5fvrJ1Hl5/NP1c8InwrCvz9XPyP8W/TnB8m/g/VLG/x858cRPOPgMz9QPo81wGyCr/xQ+Uq+jwX4TvKD5X+AjQBFUfWc87qppx/O+74qij8DmHTXTfuhS9s29UTx+wDFpPzDKRNE8ZsARVW3HwFp6jg7JDGDbz5I0sSYgQxQcE395HLeV0L6fopGLSoaXuwMoI5ehBv4Q5NsBRIAVI0yOLePi0oxU1PBXgBFvQyehyJMjdO62AdgsX5L82zB28UPOwAUPE69jhC+JyGaP0K95rWgGwIAr+hrqtgU2xPv9ANULdWSbt+11XYAqb/t8y0CfUsgSML6481vONBLkAT110W+WWQs+ggSkn44d0P5OwROgKJR9Gdpmp66cjtBU8QCyBuF/S8sTbciaA+KAODqbedUyhYEScDjAHrNcAvAJgTpzD4GQNyzhI4C4EKA4HR2hAEKALXOrAFssIKwZw1kgMrwmgBgbDOCiKiKCiAcoJhMAGRjthXBeqIfoDdzhwQA2IwgwqCnAQhcDjbAFB0bEURUYSZIHA5r1WtXgEm2IRStIxkkLgPkLoCNCNxhggSPAP1KA8BCAI/oJujDAIgBbAADIcvcP90FvCZI0BzQFiEAHcEr2aiYoAoC1EiwoAB0BDbA8uQ6BDBzavUDjN0JB9AnpU8Gl21tADME4bzoyJBcTkRg4xJdfQDA8MCYKb5EXyZw6Xwi+eZ7OeaDBJsDiwfO6vAyyOMFRDU1m2DOx+Y8SJA5sFwzaObdBCDqyTQ9P//ZIPMgQUKgNsbPTj4XjN0y1VHJljAEjgRBgoSAvGQUellXnj0ATyuxgQSgDw8FUENA2u40Dc8DUM6Up5IEgAVBgmQBcYWMnos7Ea0AjAagPh4HqNbaTRqgyykARAtgUZjYMcitoe0FoIVYCOCiKN0NgIcAlAuG1QO7xYA6QA9AFQ9AtUAVABCl428D1B4LKADnmBhgMQANzQIlW4d2iAV+Iw8EAVQLgNB6GncHaGgWyMtsIfg7F3A1Vb4WZoZyNwBaHlgy1bDU/fsCQADgRQjQpcGKKG4azs+/AeldMCN0jAbgsYAoa9i4AlyB9DqWJeWJBtANDtG+U8yv49YHYFcMZXfyAoy0byZn5fEdBEoyY121HDJnUargeUXqFGkgA2JRqhSeOABV/Uu/CLGbF6BH1zHQPEBWfzqDOryrF6BCv8QjAKp6Zory36dsXWYXDn54AbAgQAA09dlY6iLr6WH+A4ylsoZ5AdDlARPAUA94yNi5QaSh1A/QYz7QABD1MCoUoL7ItXftXJQ/AgDoQooCgI2+zBiT6zBramAjvvhzDwD4l2hQ44sRr4/tHFmjFh4IAXgWqRy+N95H4s90wJcqH0EA9zIdc4TeyLSYE99oGB6CDQsCyKVqZKHSFfl6ngRH8SAGdk3DAM6lWtfE67Sglx444wa4EwCci9WOeQ+Z5nNHEhARcEspAMIENSAAWNop1YojdyQBsTrT3kkA9obFxa1e/wazJIELumt0S2kA1gbLXKHj6s08LQLiBOgTGRHA2rSaElDmUL/kHW8SEA54pFSAvLa2GoFU9eYXNA2rDqABGBuX3oVIMeaLJw3Ljct7BICxdesTLRGjSUBu3V7TGAB989onWiI+I0lAbl7fWBxAaNcdTcRYGn49iKVxAC/DBftnute20VPsJCC3oZcAoAMQW0ggs6tgxQOyl+c1A6MAaASlXZt3lv3ba7oFIO8JbTw2gJIEXm0813QbwNrIBKEgRL4GLQMw9McAEFq5AM5T8HXi8/w1gO5+S38UAK2Z7bk/O33mfVqw7nyk7wCsfXlR/WywdCHa+iMB3mxoXPIfk594AKWlk9asC6v69ootX0QDqE2tdbipla9NrXd8MzsagNrWC6C19a7DZ+8CmI3N3G5sBqOxub0Zw1+DYBOA2drdNnprN69btbXbUv+2BUwrKLqQ5naf+jcAaO39bX29O2z/PkAeOuBgaTdAdgDIHUc8nmc8bo87qafkXYAZQh5ymaWpa367dhlRhnwHgHXqizfR/BoCouwJ8L4cD3D4YbfDj/sdfuDx8COfxx96PfDY79EHj5Wj1wcf/T7+8PuRx///A8UNhdLEfOkyAAAAAElFTkSuQmCC" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="https://www.namasha.com/qzparadise">

                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_631_6022)" />
                                    <defs>
                                        <pattern id="pattern0_631_6022" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6022"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_631_6022" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACABAMAAAAxEHz4AAAAMFBMVEVHcEwJAQcJAQcJAQcLAggJAQfhByMJAQcGAQbPCiEfBg1+DR1XDBg7CROdDB22DCGp6jryAAAABnRSTlMA5DlnrJsWJrUpAAAEaklEQVRo3rWazW4TMRDHV8AT8CGu5Q3g2hM8AifewFIUSIQQWmubwNFRaK8rpYVy4JC0EPXW0PLRGxBo4EZLaMutlWgRt0iEVrCbxF7bO/Z6bRj1UCnZX/+eHY9nxvU8zzt13beyC1PeyE5d8y3t/Jhwxbe2c/Hzp5v2gPrlCDCN7QH4TuSBi76D3Z7yzvhOdtW75AY4691wA9z1LroBbnu+o5kDMHED4HafOAGqvx5vOwG6CB24AGZDhOaJAyASgIb5ALgmCUCdfEsI+pKAUjMfoNtYJ4KA7/le41yIii1BQCtfID2InqESNAL0ACpBI0C7BCpBJ0ANwF0mQSdA8xYqVIJWgC4SqQStAB1gIkEvQBvKIwnNsYDcAEyWd9aiR9FhLKDYWxa2RjaAtD/+iZ+kVnh82MfmoYzrX38h2cpHTePtHHwKEWC/t4gZoL6BYFvYMgKQT0hlCy0TwNNQCUAnBoDqIPF9ClB4SzIBXaSzYisLUBEXEMY/vBI5qFOAVaQ3eVvJgIrwxyGTJHimHmDLkLK7ByQylU0+62gAeEX9Bpk9JBoFggsLDWqCrnJLCcCz3DcXX/Z2+8uxtXd3P/zkCB21ghV+6/m1GpnkJlILPibsR0QJeMO+dMwnMRJnqL0kFJQK6gPqwFK6nAmSN/xOBWBRVOgAqaPCdtmBCsBcsAAmum+QE3gA/gL6Odno1I9FlYJVOFpTPi43YUB9AL0nzu5RF23DALYROqpik37hOQyogLEKrfEABsxIPkqfZtTLQxhwX3JB0JP7sZW0kzzg4yF974UfOF04xXYTBixJK1xFhXUi7lYtgMURDfX9yJ/vCZSwisYAVBJOEhopRV8HYGGyP8or/JEcDFIbmvfB54kCASAcqBkK3kAK4txiqEAFQCeYVS52gMIrLC0hJ4CFg62CJBysAag0qY6sAZPzzOwtIAhQdlUwSYP79ksYO9EaUH7rtgQaCBYKCmIoWipIMpsdINmOdruRTwhG+UAKJD4l2WQkISkGRjlRSKpiWq6HWh8AAOlgYGkdBixJh3N0sEhHEz1YimZH2xd0LD6PM462e9LRWd1sKSoMxeGaebwzL82T/1NgVLNKnAD4Ag+gYYJOFEXWDFCq5inzcBdYY55Cc26QVWialrq3FKUuCzS42K5mF9uxF8eOXmz5mpZWWe5zLdOxPDXhG46msmfiWp6jZo23+tcQbts8cLeNVtEbt1yjtmtnI0yaxwNN27cPdn1i36dp+4Q12DWeo8Yx1AN0rW+SmdUduNT/e6r9orQhcRtAlLczJhgz6tlDCG319BBmTVyzOEFJDxZTADw7gAYgoVgoaAdRe8rZRbRFDAZRmI3CQstRmB+sKd7AIjDOA8eB1Q3j5xUDSX5ewd4IOE5UjkSfvW4Ijzd+91q5pvs4aG++YLa52fdxzrFwLZ7BEIJ9jGvR7xZz5ZihvaLKe9OlAjhf1jlfFzpfWDpfmTpf2nrTDs/jJ44X1/7lf3F17n557/bvA38BzZvXDmVtc3MAAAAASUVORK5CYII=" />
                                    </defs>
                                </svg>

                            </a>
                            <a aria-label="social" href="https://www.mp4.ir/meta.rang">
                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_631_6021)" />
                                    <defs>
                                        <pattern id="pattern0_631_6021" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6021"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_631_6021" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAAVFBMVEVHcEzrYyXMWCf1wlj7PdbwQ6n7PNX7PNX7PNX7PtbznDX61Wb1uzjyrDv5Sb7cXSX0llDiVU74ZKP4pXvzSJ/rhjDSVDbtTYLrUmf1vUn5hZb2d3lxPVbQAAAACnRSTlMA////Z8j/5aQ6P01w6AAABT1JREFUeNrtm+GSojAQhBOypS4rCYGsoL7/ex4opxBmJjPobuqqbq7qfun2l54OQkiUutfnYb/7xdofPtW8fln+VnOEj9+XH134eOjvMtVHZv3Jg8/9Lh/BmIPDLmMd8hpwsyCrAaMF+7wAe7XLXP88gLV5AKxtLpd2rK/b/5emsb8GMGi3X0ANFPbnASws/oSwPwlgG1J9E4N62+BndWl+AMBevgTFR1A/IX/rhH0nANv8Z5nqat8FYFtjpPLn47Gsm/cAXMxYIv1B/liVZckwQXGGLyQY5YcaABgmKK4+G8Dc5W8OMAgSAM1Dn0lgpuFPDoxteAWgMUYEMJOfHEgGQbH1GQTmeAQAaAKVjD+bYCH/bEGCQLHHnwCYux85QOZACfQpglh+CUAQqPT8YwCY45EGKBspAKiPEEDyMQBKoLgBRAHM+cgBqK0IANEHCBD5FQAWAxjAGrRak3YfBECaAAO0qH4zvzE056MAAG6C4s7Aafzz+yNKHgCAm6D4M2Csy+MWzdDyEADYBCVJ4NiBh0u1HKDmARAJNPM2JhAAAMgCJTJgATDEsRYCADlUIgPa+LPXSgQAWKBEBrRr3FoEsLZACaaAMdBEwvoAApQhCdAYIQDWBxjgmgQgDDhXyPUc7AMMsOqBYkfwXFUV+qsO9AEGWMVQMSM4yhMAQx+YANcEQEvpV9RTRmwCAhD3QHE6MMnTAHEYEYC4Byo9Bx7yCYDIBAzgSgJcKPkkwMIEDKAmAVpSv04/bT9NQAEsARBfBhfyQzHWPB7TAQOIQqCIDMbyHAdGE6rtAIsMVuviLTzdL4yYfpRChWXwDOjX3CXIMYuoAzUHAJJnO3DP4iaAFndf5MDYBhzApgCq6nWAoQ0bAG6z8Fy9BwAnIB0g5KUAGAHZAlJfCrCrv8EKeAu+y3cC2FMB1QkH2Gn9TQLI9H0BFxFCr7Uu3wSA6p+IDIwAGu+DpAWoPuXAHQBHEAAE74oNDvR6qu8XATqtcYAdAwBG4ALY8e+gAJ4A6PSsyq0A4dZJFKAnAMIcYB0FHsA0ChSgo+6ItCYRLNN+EiBQN6VexwhCB55N5E2CGKDXqyoFAHb2fbcJoFsDzPtgOelLAPT0o5nWBALtgF3a51gZXAF4DSOkHQjRVx2rA6un415rAqHhDh8H8InH86BRgpIACGvnHKsD6xUSrwmEhjt8HCC1RAPOg0cF7vBRAJ9epqMAOkgeiY1jXAbBhcqeAOipSx8HwKcXKokYAgABj4zjRBBcrCZi6BnhowBOnMVqyoIFgO28FgJ0vBcW+LjmLQykPAgAGAACEBbYZ/adFgN03JdWfepCYPvxoccJATz7rRl+OezuzZ+euZyTAJwC/71hIOZh6GePfE4A0Ele3WJNcN5HT5yOC+CtBABrAjS3MAROA/C350FwfYej4BI/AqkNDCE9qIQJjACQWzg69k88jOCSMzC1iaVnGwAjpAOY2sbT8w24Ffppv20bz+rHrkiVgz/ut25kijwoGOUAB/z2rVyLJLqCReBi4N6+tJ0viAxYmJCYf9wNjX9/9l1RyBAcdf0TAPyNYiEpN33DJ/VZm1rHWy9XiAmKU8dY0GBt67W9UP+WRsbwd+yNzcFLAXzH+8vsrd2dCIHlvgxA4oLv+Euqou39i7sxdPA+SFb1hQcchoeRE63eCV9qyI942NDDECffB/kZj22HXGzo+uH29FHe913YdsrllWM+dqgw/HvpqM//k1b5D7tlP+6X/cBj9iOf+Q+9Zjz2m/vg8ezodeaj31kOv2c+f/+U/wN3Lp3b+8coYwAAAABJRU5ErkJggg==" />
                                    </defs>
                                </svg>
                            </a>
                            <a aria-label="social" href="https://medium.com/@metarang.iran">

                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_631_6020)" />
                                    <defs>
                                        <pattern id="pattern0_631_6020" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6020"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_631_6020" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACABAMAAAAxEHz4AAAAJFBMVEVHcExuMz5uMz5uMz5uMz5uMz5uMz4ODg5uMz4nFhlZKjNCISf7h7xmAAAAB3RSTlMATOQBCqybIO4aygAAAjxJREFUaN7t2jtOwzAYAGAjLlAVBtYOoI5wBCS4AOIETNzAcjLRARLnAE7SA9QVB0jaXo4mTtr4mcdfMfnfXNdf/Kpjy0UIoeePaFI83KI6rt6iiXE/q8pfz6PJsXisGhAB4uYI3EGAr2MPLCHAaoZeI1C8ozkMWKBPGPCNljBghSJgeMADHvCABzzgBughy7L1fipAdwzXsebqV38PvB+gBW6DKJXYYZzxPoAyfA5SdrO21UdhH1BgKbhGp01ruBnYyuW7D2yyiEixwAgkTAFwfsprs+pmJS2kAIVaHpO2qnH7SdCkuAFIsB5tFTYnskmVBqAwAO2Tzo0rxTdTHaCm8k0VOpVLBZfrwNYIELkLxMiwpi9kgBkB0diNJNLuCCNXF57aUEi9Qs8TogPEFoCoM7ysn6UDhQWoxkHq37R+lgZQZgNSpXmBqCxXAFsX1P0dDwBiKxAqIxyKpApsrABRMolIlgpg7cPqWXKmGWB2oFQAbgKovfxxGJgBSIcDgQKUJiAZAxSjAdwPxA4gpBcGUg9MGcb/mAeuqZwPmcrjf0yX/jmPWFAsK5J9ScPDljTnovojp4HLugUAv1jArzbL9qD55pCXK/j1Dt5gwLc44zZZBsA4GcmIbR58o+na6iZDtrqG2ZhrWc7NtjYQZOR2X20EGX3ggB95eg5dhPcf+yLHsW8/4NgHP3j607sHPOABD3gABixh5Vfw60LwhSX4yhR8aQu+NkZPEKC6uH6BXp2jJ8DlfQ3A/j7wB0E2dvOq2jTAAAAAAElFTkSuQmCC" />
                                    </defs>
                                </svg>

                            </a>
                            <a  aria-label="social"href="https://jabeh.com/c/1nk44b">

                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_631_6019)" />
                                    <defs>
                                        <pattern id="pattern0_631_6019" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6019"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_631_6019" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAAV1BMVEVHcEzzAWEO36eCp2JrnGhqnGj+2jVqnGhrnWhrnWlgp3PZI2WChGnezURAwo0g2KEvz5pUtICruFXw1T93k2roFmaZsV/AOmPDw1CWeG2oVWWwaXTMSHJSY66TAAAACnRSTlMA////aP//6DmkBpp/7AAABSlJREFUeNrtm2mToyAQhmGdJBPUeIFX8v9/52oOw9G0oCTUVi3zLanxfWj6CgIhj/F7Ph2+OE7nXyKPL8sbCD9fl78j/MTVfxP8HKKNO8HvKR7AafaD8yHiOMc1wN0EUQ0wm+AUF+BEDpHHPw/AIgIwVl3KsrxcKsYiALBLWfx5jqK8sC8DsMui/mTYikCCyO9AIIHkNyN4A7Cq/GMdGxBIQPl5eLsjCSp/R6jYpwBc5L0RSHD5B0JwgMrm+nsRyEfk7wFRBQNg/vLuMUk+Je+KQD4n74ZAPGtOMRXgogiIQDzyTvGs/PdGwB0CT47EQ355Dp/+mEdewBCIa9YFAjsIAnFMeyXbmR1t+Zm4Pbdk+4METo7E7aH2rMY8jMCcANjF/NcLmqeLPfFIXKZUMMk5zS7cZR2s6cBpCUp1toVWaPj6OtiLI3FxrcqwdqE/EV0HrDYTB+9eVkCeqG5TyHWgHDBkjplQagGWFajUZa1ckoIKmnWiQwES5YGFFgMX1LQccEZVno8ppSJDAJK8Tsw5LQDlmm/rRlCclQ+T/DRGBKA+HgEEO4BpBNkZ1e8m69/1aYcA9Mdp5K3mjRiAkd8WZ9QWf3xMfwbgVoAkP95HryJUeNbV1vlRR4HFf400WwU4NgrCAbWAmRQmq6nyw8v6zgAzQuJRd4ykAC6+F4DujZgFoKQAW98LwETAMz5YbCfrU7oZ4NjkqivgVQ8oeLr1fQH0gFgpvIXeNgwppXsBNG9klb0fByxwFfsBJoTWpREtwJoL2cAb4Ng69MK2kg8Q7AcwXcHe9rNBfABAb1hUeT7cZAmDIAiAjKDNfs674ioVnGs4gARwBW3xn5EvJCPwW6goSHKtRlXzTrkl76bD2yZ7LfCaeNLYyqTa8jyGWAh4utMCEgBcJt+LrwgtfnALCWBDANL+FXbD3QDTJ0alzkYo5XHQCQIA6JWaj2DVWRrwTAQHUBB4R+lXAFqtUr8+H2H98EvQ6r3Cc36pBSC4E7ZwiszEigGChaEfgJSIRAwAKRVfaQQAuRil3wcIW44XgNoCoEeBCNyQ5AccQDOxuA1Kkk5pMIBe/6YGJG5Xjut/1gKpKh+mLV+zwBtAl+dhfpjYLaACCE3+kN0opV+zgOr61ul/CsCUH2wlyh+gXwE4pFrkzc53E/RrAPyqy2eIPApw2LQERnt6xeTlMm3ZJ/SNAt33UooPZJ/QLDd4Mao3yONbtUrbiTels2mSDfKUDthueY/+OFW+zY0fadebg7zmgzpA22BhIP8wMOQHXF7AK2C8L+gxL3zxNZC8oHSDAYw3JpAJpF2qts/z3txCdZaXWlXbKxuIoMePALjLUzGuv7SqG8dNmmV01F2fO7w1AwjyBNHnKwBv86Sj22s7wBNRAkcLiC5zfm9YG0UB2pRIEg8AkZrmR94bJgaCEXlJ39TuAOmYeR7hABCk8EvqvllqQbddHj3EYiI0fV+3bVv3eSMXo27F+RD5lWM8SQ+lJaMadiuhl+04yAQi+ACkXbbzKFeLIKwCiG4IcJjNjrACMMnzMMf5bAgogJO884HGNvcEcJT3ONIJIVgBROoo73Om1EwLNgBb1t0JACCAAF7yvgebNQQIIB0zr0f6Hu1OajQT+spvOdwuJUcdwF9+2/H+BUEFEBvkt15weCLIAKtJPyjAE+ENkK4n/cAA94h4AozdmG1+zK5rPs8OifMdz/h/0yr+Zbfo1/2iX3iMfuUz/qXXaNeOpYvHkS8+x7/6Hf/ye8zr/38BxaRLSWjlrPMAAAAASUVORK5CYII=" />
                                    </defs>
                                </svg>

                            </a>
                            <a  aria-label="social" href="#">

                                <svg width="63" height="64" viewBox="0 0 63 64" fill="none"
                                    xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                                    <rect width="63" height="64" fill="url(#pattern0_631_6018)" />
                                    <defs>
                                        <pattern id="pattern0_631_6018" patternContentUnits="objectBoundingBox"
                                            width="1" height="1">
                                            <use xlink:href="#image0_631_6018"
                                                transform="matrix(0.00793651 0 0 0.0078125 -0.00793651 0)" />
                                        </pattern>
                                        <image id="image0_631_6018" width="128" height="128"
                                            xlink:href="data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIAAAACACAMAAAD04JH5AAAAflBMVEVHcEyZu7sBAQH///+ZvLybvLx+f3+Zu7uavLyZu7v+zQObvr4VFA1aXF3T1NZudHRKT0+BgoJ4eXk+QkLRlwBpbW1whYUzNjZgZGUoKioeHx9FOAGUlZWRsLDmuQL09fVtWQF6k5O+lAGriAGQdQLl5ebRqQKIpKSsrK3AwcEEygHzAAAACnRSTlMA////Zwr/5TqkVO3ShAAACbVJREFUeNrtW2t7ojoQFtzSbQlNAhtCUMS7+P//4JnJhYuCgu2pX5zn2WrbrfNmru8MMJtpefv78e79orx//H2bteSX1Wv5+Nvo//Puhb8OwHv/Y9W//fGeJBbB0/RbG/x9956HAOLg7cN7ony8PdUAXggmeKoBvPBj9v5UAN77zHuyvAC8ALwAvAC8APwsgNDJLwHo6gu9YpNmEQjdFKNJ5uxh3V5x2qRpStN0cwJ9YZEyRXwjJGdpEf5/AEB5miWKNPpklCnzluT2x5KOgvAAADxr7jshfvNWJQw9ELFE20Ju/g8AYUGVObWSCTOi4SiWURqDUCogEhL4IYnuG2EygFSas8JBdcDBFwBEZBYEAQ8C8zWOAYMEK8hT+KMAwhODT82TyKjOsgwU5aBeWOWNAAS0jNqEPwgg3OBh9eGFQHOjJpYn1+oNhAisld9BMAlAStDVoB1VO5007miPqRCIDt+LLLmLYAoAAfqTKDMfPiAiXlbnc1VxShENIlA342ACgAzMz+D0N9TToPqycl4iUI1AFj8CQKD+m+oDuvxqyZlTRABxEP0AgJAS0E+Dm/qrr64sBSKALEnDbwPYoP6bxw/EpX5AgDaAzL3hhNnI/Fd39aP9DyXI4dBFQCEMRPg9AAV8Bgtui/gq51bKBkIQayfkp+8BgARI7uiny3lLaghna4Is/A4ACAB12/4BF1/zjhxaTsgImCB8HEAhfSL4PQsc5r0ItAkgFdk3LAAOUOKO/jiwEVBeIgATxAxqyEBFno3oQOCAREV3ACy72hsEldA+GDLBCAswdICQYgSAJgj1F2MC9IEaNMEAgKKmMmiAhAemuYwG0DYBh0xEFsMmWCBMG0qZ+IQGQXDZ8jnnQwAaR9RBkPhDJhgAsMG4OwH3tga4LjssYeJmDJTOBBgECKDfBAMATsgz8+jkhcwa4EK/VEC/k6Y4xLzHBSYKEABDAKYcFqdRQZj4SYL0K+s3gM58RmTr204alq0oqAFARwiLLO92piEA1GeHimnSP1SDOBcq44OFqAeALJBTi1EWAB9UYMEAasCN+hvTVi/qCULtAyzGiRldgKkTOioNwzDzJZzpkPvsXhE2WGh1qdsBgDTUALQ5VTq2EBXKjw7zCopQMEp6C4EGgKQECpFEh7KrnjQIIAQOnpXcz22Q30dw6KkEpQkBCrSMwQRFrnvijVIcQRdnJgdiyejddnieX7eD0ngA2xmMi76fTgAQFjp0I60YwA/MP8M+KDUANABHQgVDM3zaFAuESMR8nWhcT6QyizkfyQhKl4Y4RMXgAZwmoaZM64Yn6WIwgoEYaxkMBhqD7gR6ONTfUtEmZS0vHDAH4a99iQByXxWTAITC1WFKSGXqEozGMJZmDGoxiJLwLZxQMzb6dZUEWr8zAEThNTm9DSCrG4H0xbw884To3USzINGuSUyoxLy86EdaPwffM71LkD1pcA9ALiznBBOYoIpzuwxaoLgNTR53mLGG8cWp+VP4rcCZHoBupgJQZ7MFABMobeEz5gZZ7Hfbfyjb3dqASEw5bAxQVmaMRjIScYoW6MvD2wCoT87mHOhI+TUvOWhb7I+r1fFfLbs1sQjABjYVDufAOg/HY3hBH7DJAFIEXy1xB8GhMcszjsj71aeWFojd2iGI6fKMs3nstghIiBGKMADoNABAjLKY0oxlsY4lPP7xs5Hjdmsh7IkbnmJBqZviueZiupbRRyzgnYj561h/In7Yuq1+nZPF2kLYLQBB3CGPPNDbSzNUxo/EgFfkLT6EJujoNxmwaCGQrY7BgbfVsYF7gkcAeNJvWFdM/MWq0b9a2AxcWy9scTXJKFZJKI800ttS4oZqAJDJHmZ8GwBQ0jxuGWDXMsDWFaLFyoUisftaxmRuzJM3nE1vNMm0Sqjz0FFCyMNFS//nrq6EK4dg7XeFsBaPyB7oBXoqsIsRDhm4R8vvdsdLAJ8WwXbRVp93OUT2QDeEjqx8tjS1EBoiaMZ0IzoVV64KY2BemYDI6GKBmU3mA3YyzZdLEQkMATjq2rkdlO6tKo2mVZS1dnrJXgDAREbU1EKoRBkFVrNwmWec8amDzhSmVaNcJVi1rglTNJkTuvkAZ2MeaAD7OvJNJu52WxORa3vlBNlBP2uiGAI967q7+wGXiACArC4A1Bm5QLOzQeUGQG8I3AVg+pEpA+S46wBY2bK0Resrepuz6t39ZjoAHFD0cMaBWu/qyMeKtF+YdPjUyScdcRjgzBl4QBUPrGiAF9qGlEPC7UideTuXDiYyiR6BhgFgDvR4YMSOCBqSWRImmHHbNXCxfX1uNIWtycv5kt7ygOpfkYxYUoEJcEBFbocHdp6vAdjczOa3TAAzVk8ZHAcA95TUkivo/8d2L9BVyEBRh0MvAG5yQPVVoXEAcEyVjl6CTtcS0RnbFjGoyrhvhRuZldLQzn7UrjgyTsBIgiZPto4UHu2b4wIv10Z9FsgIlpFhA4wCEBbSFQOOY5Y7eUtWxwU0jesJOjLGw4kg+c66/oTDFbdDWscPbX6ixOUlJWamWwo4Ht8V11dsEAF32x7iquB+v3UMjVTnbiYmhhLG6IDse9eMMBD9hMZC+q1aCM6vmzP2CVbOK9pssPD/YgnBC2dJ8d2rZpnuds3F+n2LlyKCf/8WWIzmSzcS6IvsOeARePn0FH4XwCnv8r19Q0nQHCvNScm5rkZC71qBUOIFmxvX7UZfuEQTrNd7R7p0BaoZ2PoTpzTAo750MeAY/r4mtFo//Ykrp9AW143VW+0AAawcLU/OMa5QTahEOJzc1t8HYEP7BQ61R/KFtFTrb1ywPxpOjFfXozhLTKiQOIhwWEmnXT3fJEOSm4Mfd64UOopItkZ/vmGdu0oUxqHaTLt/4KTEEoXnmX1N9OsyUcvIHb0eTkxV2tvzp2ERkcvZ5DTxBoYoMkuOJTOvVW4WkAdZzUuB7v7sDMgLMx/vcmvqTcQYWEtKqUDY3RtpZlc3aRh9X9Lpjc3KQyCwMgBOcNEHcDADmuLulKhv4yq8oijCiXfRQNsJrD5hXmNpdi5naXZwXA/kHQBavZ/0mHrMPWUXAITVV1l957wyhmDmkkwJQ7beEtUtebvHkSSnxYNPKMwuup6KzEoxt6/E3BuV2FdGkkjZLd0axOzpVHZ6+AGJLoCUjZNEte7fGn3f2hgAo4UKmuHtROmEO/dGZQHeHBiaGwU988/eNYhqwuYOwpZ43g8C+H15AXgBeAF4AXgBeAF4AXj+w27PfdzP+3juA4/4zOdTH/kMP96e/9DrEx/7Dd+f/eDxn9aj38+w/5+nPvz+3n74/ZmP//8HAug4My276/EAAAAASUVORK5CYII=" />
                                    </defs>
                                </svg>

                            </a>
                        </div>
                    </div>
                </div>
            </div>

        </footer>
    </main>
@stack('scripts')

    <script>
        // dark mode
        const enableDarkModeButton = document.querySelector('.enable-dark-mode');
        const disableDarkModeButton = document.querySelector('.disable-dark-mode');
        if (enableDarkModeButton && disableDarkModeButton) {
            // Set initial state based on local storage
            if (localStorage.getItem('dark-mode') === 'true') {
                document.documentElement.classList.add('dark');
            }
            enableDarkModeButton.addEventListener('click', () => {
                document.documentElement.classList.add('dark');
                localStorage.setItem('dark-mode', true);
            });
            disableDarkModeButton.addEventListener('click', () => {
                document.documentElement.classList.remove('dark');
                localStorage.setItem('dark-mode', false);
            });
        };
        const enableDarkModeButton2 = document.querySelector('.enable-dark-mode2');
        const disableDarkModeButton2 = document.querySelector('.disable-dark-mode2');
        if (enableDarkModeButton2 && disableDarkModeButton2) {
            // Set initial state based on local storage
            if (localStorage.getItem('dark-mode') === 'true') {
                document.documentElement.classList.add('dark');
            }
            enableDarkModeButton2.addEventListener('click', () => {
                document.documentElement.classList.add('dark');
                localStorage.setItem('dark-mode', true);
            });
            disableDarkModeButton2.addEventListener('click', () => {
                document.documentElement.classList.remove('dark');
                localStorage.setItem('dark-mode', false);
            });
        };

        function openNav2() {

            var element = document.querySelector("#main-nav");
            element.classList.replace("sidenav", "sidnav-t");
            var element = document.querySelector(".main-content-smallNav");
            element.classList.replace("main-content-smallNav", "main-content-activeNav");
            element.classList.replace("sidenav", "sidnav-t");
            document.getElementById("open00").style.display = 'flex';
            document.getElementById("close00").style.display = 'none';
            document.getElementById("close-nav-btn").style.display = 'flex';
            document.getElementById("open-nav-btn").style.display = 'none';

        };

        function closeNav2() {
            var element = document.querySelector("#main-nav");
            element.classList.replace("sidnav-t", "sidenav");
            var element = document.querySelector(".main-content-activeNav");
            element.classList.replace("main-content-activeNav", "main-content-smallNav");
            document.getElementById("open00").style.display = 'none';
            document.getElementById("close00").style.display = 'flex';
            document.getElementById("close-nav-btn").style.display = 'none';
            document.getElementById("open-nav-btn").style.display = 'flex';
        };
    </script>

    <!-- Import jquery -->
    <script src="https://code.jquery.com/jquery-3.7.1.min.js"
        integrity="sha256-/JqT3SQfawRcv/BIHPThkBvs0OEvtFFmqPF/lYI/Cxo=" crossorigin="anonymous"></script>
    <!-- Import bootstrap js -->
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"
        integrity="sha384-MrcW6ZMFYlzcLA8Nl+NtUVF0sA7MsXsP1UyJoMp4YLEuNSfAP+JcXn/tWtIaxVXM" crossorigin="anonymous">
    </script>

</body>

</html>
